Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: If you're reading this you're surfing using Internet Explorer 6, a browser that is %d %s old and cannot cope with the demands of the modern internet.
de: Wenn Sie das lesen, benutzen Sie Internet Explorer 6, einen Browser, der %d %s alt ist und nicht mit den Anforderungen des modernen Internets klar kommt.
es: Si estás leyendo esto es porque estás usando Internet Explorer 6, un navegador que tiene %d %s y no puede mostrar todas las funcionalidades modernas en Internet.
fr: Si vous lisez ceci, cela veut dire que vous utiliser Internet Explorer 6, un navigateur de %d%s d'âge et incapable de gérer les évolutions d'un internet moderne.
it: Se leggi questo stai navigando con Internet Explorer 6, un browser vecchio di %d %s che non può tenere il passo dell'Internet moderno.
ru: Если вы читаете это, значит вы используете Internet Exporer 6, браузер, которому уже %d %s, и который не может справиться с требованиями современного Интернета.

source: Consider switching to <a href="http://mozilla.com">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, <a href="http://www.google.com/chrome">Google Chrome</a>, or a more recent version of <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
de: Ziehen Sie in Erwägung, <a href="http://mozilla.com">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, <a href="http://www.google.com/chrome">Google Chrome</a>, oder eine aktuellere Version von <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a> zu benutzen.
es: Considera cambiar a <a href="http://mozilla.com">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, <a href="http://www.google.com/chrome">Google Chrome</a>, o la última versión de <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
fr: Vous pouvez changer pour <a href="http://www.mozilla-europe.org/fr/">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, <a href="http://www.google.com/chrome">Google Chrome</a> ou une version plus récente de <a href="http://windows.microsoft.com/fr-FR/internet-explorer/products/ie/home">Internet Explorer</a>.
it: Considera il passaggio a <a href="http://mozilla.com">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, <a href="http://www.google.com/chrome">Google Chrome</a>, o una versione più recente di <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
ru: Подумайте о переходе на <a href="http://mozilla.com">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, <a href="http://www.google.com/chrome">Google Chrome</a>, или на более современную версию <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.

source: %s has been active for %s
de: %s war aktiv für %s
es: %s ha estado funcionando desde hace %s
fr: %s est actif depuis %s
it: %s è attivo da %s
ru: %s работает уже %s

source: %d page
da: %d side
de: %d Seite
es: %d página
it: %d pagina
ru: %d страница

source: %d entry
da: %d indlæg
de: %d Eintrag
es: %d entrada
fr: %d entrée
it: %d articolo
ru: %d запись

source: %d comment
da: %d kommentar
de: %d Kommentar
es: %d comentario
fr: %d commentaire
it: %d commento
ru: %d комментарий

source: [You] have published %1$s%2$s
da: [Du] har publiceret %1$s%2$s
de: [Du] hast %1$s%2$s veröffentlicht
es: [Tu] has publicado %1$s%2$s
fr: [Vous] avez publié %1$s%2$s
it: [Tu] hai pubblicato %1$s%2$s
ru: [Вы] опубликовали %1$s%2$s

source: with
da: med
de: mit
es: con
fr: avec
it: con
ru: с

source: %d entry draft
de: %d entworfener Eintrag
es: %d entrada en borrador
fr: %d ébauche
it: %d bozza di articolo
ru: %d черновая записей

source: %d scheduled post
da: %d planlagt indlæg
de: %d geplanter Post
es: %d entrada a futuro
fr: %d billet planifié
it: %d post programmato
ru: %d запланированная статья

source: %d page draft
de: %d entworfene Seite
es: %d página en borrador
fr: %d ébauche de page
it: %d bozza di pagina
ru: %d черновая страница

source: %d comment awaiting approval
da: %d kommentar afventer godkendelse
de: %d Kommentar wartet auf Genehmigung
es: %d comentario esperando aprobación
fr: %d commentaire en attente d'approbation
it: %d commento in attesa di approvazione
ru: %d комментарий ожидает проверки

source: %d spam comment awaiting moderation
de: %d Spam-Kommentar wartet auf Moderation
es: %d spam esperando moderación
fr: %d pourriel en attente de modération
it: %d commento spam in attesa di moderazione
ru: %d комментарий со спамом ожидает модерацию

source: You have %s
da: Du har %s
de: Sie haben %s
es: Tienes %s
fr: Vous avez %s
it: Tu hai %s
ru: У вас %s

source: %1$s update released on %2$s: %3$s
de: %1$s Update veröffentlicht am %2$s: %3$s
es: Actualización %1$s publicada en %2$s: %3$s
it: Aggiornamento %1$s distribuito il %2$s: %3$s
ru: %1$s обновление, выпущенное %2$s: %3$s

source: %1$s <a href="%2$s">%3$s</a> has the following updates available: %4$s
de: Für %1$s <a href="%2$s">%3$s</a> sind die folgenden Updates verfügbar: %4$s
es: %1$s <a href="%2$s">%3$s</a> tiene las siguientes actualizaciones disponibles: %4$s
it: %1$s <a href="%2$s">%3$s</a> ha i seguenti aggiornamenti disponibili: %4$s
ru: для %1$s <a href="%2$s">%3$s</a> доступны следующие обновления: %4$s

source: Welcome to Habari! We hope that you will jump right in and start exploring. If you get stuck or want to learn more about some of the advanced features, we encourage you to read the [manual], which is bundled with every Habari install. This link also appears at the bottom of every page in the admin area.
da: Velkommet til Habari! Vi håber, at du vil gå i gang med at udforske. Hvis du sidder fast, eller vil lære mere om nogle af de avancerede muligheder, opfordrer vi dig til at læse [manualen], som følger med hver Habari-installation. Dette link vil også kunne findes i bunden af hver side i administratordelen.
de: Willkommen zu Habari! Wir hoffen, dass Du direkt ins kalte Wasser springst und auf Entdeckungsreise gehst. Solltest Du irgendwann auf Probleme stoßen, empfehlen wir das [manual] zu lesen, welche zusammen mit Habari installiert wird. Ein Link dorthin erscheint auch unten auf jeder Seite des Administrationsbereichs.
es: ¡Bienvenido a Habari! Esperamos que te intereses y comiences a explorar. Si te quedas atorado o si quieres aprender más sobre las características avanzadas, te recomendamos que leas el [manual] que se adjunta con cada copia de Habari. Este enlace también aparece al final de cada página del area de administración.
fr: Bienvenue dans l'univers Habari! Lancez-vous dès maintenant et commencez à l'explorer. Si vous vous retrouvez coincé ou souhaitez en apprendre davantage sur certaines fonctionnalités avancées, nous vous encourageons à lire le [manuel] livré avec chaque installation d'Habari. Ce lien apparaît également au bas de chaque page de la section administration.
it: Benvenuto in Habari! Speriamo che ti lancerai ad esplorarlo. Se incontri difficoltà o vuoi saperne di più su alcune funzionalità avanzate, ti esortiamo a leggere il [manuale] che è inserito in ogni installazione di Habari. Questo link appare anche in fondo ad ogni pagina dell'area di amministrazione.
ru: Добро пожаловать в Habari! Мы надеемся, что вы сразу же приступите к делу и начнете исследовать. Если вы запутаетесь или захотите больше узнать о некоторых дополнительных возможностях,мы советуем вам прочитать [документацию], которая прилагается к каждой установке Habari. Эта сслыка так же появляется внизу каждой станицы в административной области.

source: Habari Manual
de: Habari-Handbuch
es: Manual de Habari
fr: Manuel de Habari
it: Manuale di Habari
ru: Документация Habari

source: This message will disappear next time you visit.
da: Denne besked vil forsvinde næste gang du besøger.
de: Diese Nachricht verschwindet bei deinem nächsten Besuch.
es: Este mensaje deaparecera la próxima vez que visite
fr: Ce message disparaîtra lors de votre prochaine visite.
it: Questo messaggio scomparirà al tuo prossimo accesso.
ru: Это сообщение исчезнет, когда вы зайдете в следующий раз.

source: All plugins
da: Alle plugins
de: Alle Plugins
es: Todos los complementos
fr: Toutes les extensions
it: Tutti i plugin
ru: Все модули

source: Active Plugins
da: Aktive plugins
de: Aktive Plugins
es: Complementos activados
fr: Extensions Actives
it: Plugin attivi
ru: Активные модули

source: Inactive Plugins
da: Inaktive Plugins
de: Deaktivierte Plugins
es: Complementos inactivos
fr: Extensions Inactives
it: Plugin non attivi
ru: Неактивные Модули

source: search plugins
da: søg plugins
de: Plugins durchsuchen
es: buscar complementos
fr: Rechercher parmi les extensions
it: Cerca i plugin
ru: поиск программных модулей

source: Upload Plugin Package
da: Overfør pluginpakke
de: Pluginpaket hochladen
es: Subir complemento
fr: Envoyer le package du plugin
it: Carica un pacchetto di plugin
ru: Загрузить пакет плагина

source: Upload
da: Overfør
de: Hochladen
es: Subir
fr: Envoi
it: Carica
ru: Загрузить

source: All Groups
da: Alle grupper
de: Alle Gruppen
es: Todos los grupos
fr: Tous les groupes
it: Tutti i gruppi
ru: Все Группы

source: Group Management
da: Gruppeadministration
de: Gruppenverwaltung
es: Administración de grupos
fr: Gestion des groupes
it: Gestione del gruppo
ru: Управление Группами

source: Add Group
da: Tilføj gruppe
de: Gruppe hinzufügen
es: Añadir grupo
fr: Ajouter un groupe
it: Aggiungi un gruppo
ru: Добавить Группу

source: Group Name
da: Gruppenavn
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
ru: Имя Группы

source: 0 of 0
da: 0 af 0
de: 0 von 0
es: 0 de 0
fr: 0 de 0
it: 0 di 0
ru: 0 из 0

source: Delete selected comments
da: Slet valgte kommentar
de: Ausgewählte Kommentare löschen
es: Eliminar los comentarios seleccionados
fr: Supprimer les commentaires sélectionnés
it: Elimina i commenti selezionati
ru: Удалить выделенные комментарии

source: Delete all spam comments
da: Slet alle spam kommentar
de: Alle Spam-Kommentare löschen
es: Borrar todos los comentarios spam
fr: Supprime tous les commentaires identifiés comme pourriels
it: Elimina tutti i commenti spam
ru: Удалить все спам-комментарии

source: Delete All Spam
da: Slet alt spam
de: Allen Spam löschen
es: Borrar todo el spam
fr: Supprimer tous les pourriels
it: Elimina tutto lo spam
ru: Удалить Весь спам

source: Delete all unapproved comments
de: Alle nicht genehmigten Kommentare löschen
es: Eliminar los comentarios no aprobados
fr: Supprimer tous les commentaires non approuvés
it: Elimina tutti i commenti non approvati
ru: Удалить все неподтвержденные комментарии

source: Delete All Unapproved
de: Alle nicht genehmigten löschen
es: Borrar todos los no aprobados
fr: Supprimer tous les commentaires désapprouvés
it: Elimina tutti i non approvati
ru: Удалить Все Неподтвержденное

source: Approve selected comments
da: Godkend valgte kommentarer
de: Ausgewählte Kommentare genehmigen
es: Aprobar los comentarios seleccionados
fr: Approuver les commentaires sélectionnés
it: Approva i commenti selezionati
ru: Подтвердить выделенные комментарии

source: Mark selected approved
de: Ausgewählte als genehmigt kennzeichnen
es: Aprobar seleccionados
fr: Marquer les commentaires sélectionnés comme approuvés
it: Segna i selezionati come approvati
ru: Отметить выбранное утвержденным

source: Unapprove selected comments
de: Ausgewählte Kommentare nicht genehmigen
es: Rechazar comentarios seleccionados.
fr: Désapprouver les commentaires sélectionnés
it: Non approvare i commenti selezionati
ru: Отклонить выделенные комментарии

source: Mark selected unapproved
de: Ausgewählte als nicht genehmigt kennzeichnen
es: Rechazar seleccionados
fr: Marquer les commentaires sélectionnés comme désapprouvés
it: Segna i selezionati come non approvati
ru: Отметить выбранное не принятым

source: Mark selected comments as spam
de: Ausgewählte Kommentare als Spam kennzeichnen
es: Marcar los comentarios seleccionados como spam
fr: Identifier les commentaires sélectionnés comme pourriels
it: Segna i commenti selezionati come spam
ru: Отметить выбранные комментарии как спам

source: Mark selected spam
de: Ausgewählte als Spam kennzeichnen
es: Marcar seleccionado como spam
fr: Identifier la sélection comme pourriel
it: Segna i selezionati come spam
ru: Отметить выбранное как спам

source: Group %1$s has <strong>%2$d</strong> member
de: Gruppe %1$s hat <strong>%2$d</strong> Mitglied
es: El grupo %1$s tiene <strong>%2$d</strong> miembro
fr: Le groupe %1$s a <strong>%2$d</strong> membre
it: Il gruppo %1$s ha <strong>%2$d</strong> membro
ru: В группе %1$s <strong>%2$d</strong> участник

source: Group Members
da: Gruppemedlemmer
de: Gruppenmitglieder
es: Miembros del grupo
fr: Membres du groupe
it: Membri del gruppo
ru: Участники группы

source: Members
da: Medlemmer
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ru: Участники

source: Members To Add
da: Medlemmer at tilføje
de: Hinzuzufügende Mitglieder
es: Miembros a añadir
fr: Membres à ajouter
it: Membri da aggiungere
ru: Добавить Участников

source: Add
da: Tilføj
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ru: Добавить

source: Members To Remove
da: Medlemmer at fjerne
de: Zu entfernende Mitglieder
es: Miembros a eliminar
fr: Membres à retirer
it: Membri da rimuovere
ru: Удалить Участников

source: Group Permissions
da: Gruppetilladelser
de: Gruppenberechtigungen
es: Permisos del grupo
fr: Permissions du groupe
it: Permessi del gruppo
ru: Права группы

source: Token Description
de: Token-Beschreibung
es: Descripción de token
fr: Description du jeton
it: Descrizione del token
ru: Описание токена

source: allow
da: tillad
de: erlauben
es: permitir
fr: autoriser
it: permetti
ru: разрешить

source: deny
da: afvis
de: verweigern
es: denegar
fr: refuser
it: nega
ru: отклонить

source: Apply
da: Udfør
de: Übernehmen
es: Aplicar
fr: Appliquer
it: Applica
ru: Применить

source: Login to %s
da: Log ind til %s
de: Bei %s anmelden
es: Inicio de sesion a %s
fr: Connexion à %s
it: Accedi a %s
ru: Войти в %s

source: password
da: adgangskode
de: Passwort
es: contraseña
fr: mot de passe
ru: пароль

source: Login
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accesso
ru: Вход

source: Reset password
da: Nulstil adgangskode
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
ru: Сбросить пароль

source: Manage posts tagged %1$s
de: Posts mit dem Tag %1$s verwalten
es: Administrar entradas etiquetadas como %1$s
fr: Gérer les messages étiquetés %1$s
it: Gestisci i post con tag %1$s
ru: Управление постами с тегами %1$s

source: No tags could be found to match the query criteria.
de: Keine Tags gefunden, die den Abfragekriterien entsprechen.
es: No se encontraron etiquetas que coincidan con el criterio de búsqueda.
it: Non è stata trovata nessuna tag corrispondente ai criteri di ricerca.
ru: Меток, удовлетворяющих критериям запроса, не найдено

source: No Upgrades
da: Ingen opgraderinger
de: Keine Aktualisierungen
es: Sin actualizaciones
fr: Aucune mise à jour
it: Nessun aggiornamento
ru: Нет обновлений

source: Database file "%s" must be writable.
de: Datenbankdatei "%s" muss beschreibbar sein.
es: El archivo de la base de datos «%s» debe tener permisos de escritura.
fr: Le fichier de base de données "%s" doit avoir les permissions d'écriture.
it: Il file di database "%s" deve essere scrivibile.
ru: Файл базы данных "%s" должен быть доступен на запись

source: not yet supported on SQLite
da: endnu ikke understøttet af SQLite
de: noch nicht unterstützt unter SQLite
es: todavía no está implementado por SQLite
fr: n'est pas supporté par SQLite.
it: non è ancora supportato su SQLite
ru: пока не поддерживается на SQLite

source: Edit post
da: Rediger indlæg
de: Post bearbeiten
es: Editar entrada
fr: Modifier ce billet
it: Modifica il post
ru: Редактировать запись

source: Displaying posts tagged: %s
da: Viser indlæg tagget: %s
de: Zeige Beiträge getagget mit: %s
es: Mostrando entradas etiquetadas como: %s
fr: Affichage des billets avec mots-clés: %s
it: Post con tag: %s
ru: Показаны сообщения с тегом: %s

source: Comments on this post
da: Kommentarer til dette indlæg
de: Kommentare zu diesem Post
es: Comentarios en esta entrada
fr: Commentaires pour ce billet
it: Commenti a questo post
ru: Комментарии к записи

source: No Comments
da: Ingen kommentarer
de: Keine Kommentare
es: Sin comentarios
fr: Aucun commentaire
it: Nessun commento
ru: Нет комментариев

source: Comment
da: Kommentar
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ru: Комментарии

source: Comments
da: Kommentarer
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ru: Комментарии

source: Newer Posts
da: Nyere indlæg
de: Neuere Posts
es: Entradas recientes
fr: Billets plus récents
it: Post più recenti
ru: Новые записи

source: Older Posts
da: Ældre indlæg
de: Ältere Posts
es: Entradas antiguas
fr: Billets plus anciens
it: Post più vecchi
ru: Старые записи

source: Comments are closed for this post
da: Kommentarer er lukket for dette indlæg
de: Kommentare sind abgeschaltet für diesen Post
es: Los comentarios están cerrados para esta entrada
fr: Les commentaires sont fermés pour ce billet
it: I commenti a questo post sono chiusi
ru: Комментарии закрыты для этой темы

source: Whoops! 404
da: Ups! 404
de: Fehler 404!
es: ¡Ups! 404
fr: Oups! 404
it: Oops! 404
ru: Уппс! 404

source: The page you were trying to access is not really there. Please try again.
da: Siden du forsøgte at tilgå, er der ikke rigtigt. Prøv venligst igen.
de: Die Seite, die du aufrufen wolltest, existiert nicht. Bitte versuche es noch einmal.
es: La página a la que estás tratando de acceder no está ahí. Por favor, inténtelo de nuevo.
fr: La page que vous avez demandé n'existe pas. Merci de réessayer.
it: La pagina a cui tentavi di accedere non è qui. Riprova.
ru: Страница, к которой вы пытаетесь получить доступ, на самом деле не существует. Пожалуйста, попытайтесь снова.

source: Search %s
da: Søg %s
de: Durchsuche %s
es: Buscar %s
fr: Rechercher %s
it: Cerca %s
ru: Поиск %s

source: Go
da: Kør
de: Los
es: Ir a
it: Invia
ru: Перейти

source: {blog entries}
da: {blog emner}
de: {Blog-Einträge}
es: {entradas del blog}
fr: {Flux des Billets}
it: {voci del blog}
ru: {записей в блоге}

source: {comments}
da: {kommentarer}
de: (Kommentare)
es: {comentarios}
fr: {Commentaires}
it: {commenti}
ru: {cкомментариев}

source: Powered by Habari
da: Drevet af Habari
de: Läuft mit Habari
es: Impulsado por Habari
fr: Propulsé par Habari
ru: Работает на Habari

source: Admin area
da: Administratorområde
de: Administrationsbereich
es: Área de administración
fr: Interface d'administration
it: Amministrazione
ru: Поле администратора

source: No posts published, yet.
da: Ingen indlæg offentliggjorte, endnu.
de: Bisher keine Posts veröffentlicht.
es: No hay entradas publicadas, aún.
fr: Aucun billet publié pour le moment
it: Nessun post ancora pubblicato.
ru: Нет опубликованных сообщений, пока.

source: Continue reading %s
da: Fortsæt med at læse %s
de: %s weiterlesen
es: Continúe leyendo %s
fr: Continuer la lecture de %s
it: Continua a leggere %s
ru: Продолжить чтение %s

source: more
da: mere
de: mehr
es: más
fr: plus
it: leggi tutto
ru: подробнее

source: %1$s is powered by %2$s
da: %1$s er drevet af %2$s
de: %1$s läuft mit %2$s
es: %1$s está impulsado por %2$s
fr: %1$s est propulsé par %2$s
ru: %1$s работает на %2$s

source: Atom Entries
da: Atom-emner
de: Atom-Einträge
es: Entradas Atom
fr: Billets (Atom)
it: Feed Atom per le voci
ru: Atom-записи

source: Atom Comments
da: Atom-kommentarer
de: Atom-Kommentare
es: Comentarios Atom
fr: Commentaires (Atom)
it: Feed Atom per i commenti
ru: Atom-комментарии

source: Show Title Image:
da: Vis title billede
de: Bild Titel anzeigen:
fr: Afficher l'image de titre:
it: Mostra l'immagine del titolo:
ru: Отобразить заголовок изображения:

source: Check to show the title image, uncheck to display the title text.
de: Markieren um den Bildtitel anzuzeigen, demarkieren um den Texttitel anzuzeigen.
es: Marcar para mostrar la imagen del título, desmarcar para mostrar el texto del título.
fr: Cocher pour afficher l'image de titre, décocher pour afficher le texte.
it: Seleziona per mostrare l'immagine, deseleziona per mostrare il testo.
ru: Отметьте для отображения заголовка изображения, снимите отметку для отображения текстового заголовка.

source: Home label:
de: Home Beschriftung:
es: Etiqueta Inicio:
it: Etichetta della homepage:
ru: Главная метка:

source: Set to whatever you want your first tab text to be.
de: Beschriftung für Home-Tab
it: Scrivi quel che vuoi che appaia come testo della prima tab.
ru: Установите значение текста для вашей первой вкладки.

source: Show Entry Paperclip:
de: Eintrag-Büroklammer zeigen:
it: Mostra la graffetta nelle voci:
ru: Показать записи скрепок

source: Check to show the paperclip graphic in posts, uncheck to hide it.
de: Markieren um die Büroklammergrafik in Posts anzuzeigen, Markierung entfernen um sie zu verstecken.
it: Seleziona per mostrare la graffetta nelle voci, deseleziona per nasconderla.
ru: Отметьте для отображения скрепок в сообщениях, снимите что бы спрятать их.

source: Show Page Paperclip:
de: Seiten-Büroklammer zeigen:
it: Mostra la graffetta nelle pagine:
ru: Показывать скрепки на страницах:

source: Check to show the paperclip graphic in pages, uncheck to hide it.
de: Markieren um die Büroklammergrafik auf Seiten anzuzeigen, Markierung entfernen um sie zu verstecken.
it: Seleziona per mostrare la graffetta nelle pagine, deseleziona per nasconderla.
ru: Отметьте для отображения скрепок на страницах, снимите что бы спрятать их.

source: Show Powered By:
de: Powered by anzeigen:
it: Mostra "Powered by":
ru: Показывать "работает на":

source: Check to show the "powered by Habari" graphic in the sidebar, uncheck to hide it.
de: Markieren um die "Powered by Habari"-Grafik in der Sidebar anzuzeigen, Markierung entfernen um sie zu verstecken.
it: Seleziona per mostrare "Powered by Habari" nella sidebar, deseleziona per nasconderlo.
ru: Отметьте для отображения "работает на Habari" на боковой панели, снимите что бы спрятать.

source: Display Login:
da: Vis log ind
de: Login anzeigen:
it: Mostra l'accesso:
ru: Показывать "вход в систему":

source: Check to show the Login/Logout link in the navigation bar, uncheck to hide it.
de: Markieren um den Login/Logout-Link in der Navigationsleiste anzuzeigen, Markierung entfernen um sie zu verstecken.
it: Seleziona per mostrare il link di accesso / uscita nella barra di navigazione, deseleziona per nasconderlo.
ru: Отметьте для отображения ссылки Войти/Выйти в панели навигации, снимите что бы спрятать её.

source: Tags in Multiple Posts Page:
de: Tags auf "Multiple Posts"-Seiten:
es: Etiquetas en la página de múltiples entradas:
it: Tag in post multipli:
ru: Теги на страницах с множеством сообщений:

source: Check to show the post tags in the multiple posts pages (search, tags, archives), uncheck to hide them.
de: Markieren um die Tags auf "Multiple Posts"-Seiten (Suche, Tags, Archive) anzuzeigen, Markierung entfernen um sie zu verstecken.
es: Marcar para mostrar las etiquetas en las páginas de múltiples entradas (buscar, etiquetas, archivo), desmarcar para esconderlas.
it: Seleziona per mostrare le tag in post multipli (ricerca, tag, archivi), deseleziona per nasconderle.
ru: Отметьте для отображения тегов сообщения на страницах с множеством сообщений (поиск, теги, архивы), снимите что бы спрятать их.

source: Show Post Navigation:
de: Beitrags Navigation anzeigen:
es: Mostrar navegación en las entradas.
it: Mostra la navigazione fra post:
ru: Показывать навигацию по сообщениям:
