Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: You have already successfully authorized Habari to access your Flickr account.
de: Du hast Habari bereits erfolgreich autorisiert auf deinen Flickr-Account zuzugreifen.
es: Ha autorizado correctamente a Habari a acceder a su cuenta de Flickr.
it: Hai già autorizzato con successo Habari ad accedere al tuo account Flickr.
ru: Habari уже прошёл авторизацию для доступа к вашему Flickr аккаунту.

source: Do you want to
de: Willst du
es: ¿Quieres
fr: Voulez-vous
it: Vuoi
ru: Вы хотите

source: revoke authorization
de: Autorisierung widerrufen
es: revocar la autorización
fr: Révoquer l'autorisation
it: revocare l'autorizzazione
ru: аннулировать авторизацию

source: To use this plugin, you must
de: Um dieses Plugin zu benutzen, musst du
es: Para usar este complemento, debes
fr: Pour utiliser ce plugin, vous devez
it: Per usare questo plugin, devi
ru: Что бы использовать этот плагин, вы должны

source: authorize Habari to have access to your Flickr account
de: Habari für Zugriff zu deinem Flickr-Account autorisieren
es: autorizar a Habari para acceder a su cuenta de Flickr
fr: autoriser Habari à accéder à votre compte Flickr
it: autorizzare Habari ad accedere al tuo account Flickr
ru: авторизовать Habari для доступа к вашей учётной записи Flickr

source: When you have completed the authorization on Flickr, return here and
de: Wenn die Autorisierung bei Flickr erfolgt ist, komm hierher zurück und
es: Cuando hayas completado la autorización en Flickr, vuelve aquí y
it: Quando hai completato l'autorizzazione su Flickr, ritorna qui e
ru: Когда вы завершите авторизацию на Flickr, вернитесь сюда, и

source: confirm that the authorization was successful
de: bestätige dass die Autorisierung erfolgreich war.
es: confirma que la autorización fue exitosa
it: conferma che l'autorizzazione è avvenuta
ru: подтвердите что авторизация прошла успешно

source: Either you have already authorized Habari to access your flickr account, or you have not yet done so. Please
de: Du hast Habari entweder schon autorisiert auf deinen Flickr-Account zuzugreifen, oder du hast es noch nicht getan. Bitte
it: O hai già autorizzato Habari ad accedere al tuo account Flickr, o non l'hai ancora fatto.

source: try again
de: nochmal versuchen
es: intenta nuevamente
it: Riprova

source: Your authorization was set successfully.
de: Autorisierung erfolgreich gespeichert.
es: Su autorización se estableció correctamente.
it: La tua autorizzazione è stata impostata con successo.

source: There was a problem with your authorization:
de: Es gab ein Problem mit deiner Autorisierung:
es: Hubo un problema con su autorización
it: C'è stato un problema con la tua autorizzazione:

source: The Flickr Silo Plugin authorization has been deleted.
de: Die Flickr-Silo-Plugin-Autorisierung wurde gelöscht.
es: La autorización dl complemento Flickr SIlo ha sido eliminada.
it: L'autorizzazione del plugin Flickr Silo è stata eliminata.

source: re-authorize this plugin
de: re-autorisiere dieses Plugin
es: reautorizar este complemento
it: ri-autorizzare questo plugin

source: Default size for images in Posts:
da: Normalværdi for størrelse af billeder i indlæg:
de: Standardgröße für Bilder in Posts:
es: Tamaño por defecto de las imágenes en las entradas:
fr: Taille par défaut pour les images dans les billets :
it: Grandezza di default per le immagini nei post:
ru: Стандартный размер для изображений в записях:

source: Square
de: Quadrat
es: Cuadrada
it: Quadrato
ru: Квадрат

source: Thumbnail
de: Vorschaubild
es: Miniatura
fr: Vignette
it: Miniatura
ru: Эскиз

source: Small
de: Klein
es: Pequeño
it: Piccolo
ru: Маленькая

source: Medium
de: Mittel
es: Mediano
it: Medio
ru: Средняя

source: Large
de: Groß
es: Grande
it: Grande
ru: Крупная

source: Original Size
de: Originalgröße
es: Tamaño original
fr: Taille originale
it: Dimensione originale
ru: Исходный размер

source: Search for photos
da: Søg efter billeder
de: Nach Fotos suchen
es: Buscar fotografías
fr: Rechercher des photos
it: Ricerca foto
ru: Поиск фотографий

source: The username and password you supplied failed to log in to Viddler.
da: Brugernavnet og adgangskoden du angav fejlede at logge på Viddler.
de: Mit dem von dir angegebenen Namem und Passwort konnte keine Anmeldung bei Viddler durchgeführt werden.
es: El nombre de usuario y contraseña que proporcionó falló al iniciar sesión en Viddler.
fr: L'identifiant et le mot de passe que vous avez fourni n'ouvre pas de session sur Viddler.
it: Il nome utente e la password forniti non sono riusciti ad accedere a Viddler.
ru: Имя пользователя и пароль, которые Вы ввели не подходят для входа в Viddler.

source: You have logged in to Viddler.
da: Du er logget på Viddler.
de: Du hast dich bei Viddler angemeldet.
es: Ha iniciado sesión en Viddler
fr: Vous êtes connectés sur Viddler.
it: Hai avuto accesso a Viddler.
ru: Вы вошли в Viddler.

source: Unable to retrieve target, can't detect pingback endpoint. (Source: %1$s | Target: %2$s)
de: Ziel konnte nicht abgefragt werden, da der Pingback Endpunkt nicht ermittelt werden konnte. (Quelle: %1$s | Ziel: %2$s)
it: Impossibile rintracciare l'obiettivo e trovare l'oggetto del pingback. (Sorgente: %1$s | Obiettivo: %2$s)

source: Invalid Pingback endpoint - %1$s (Source: %2$s | Target: %3$s)
de: Ungültiger Pingback Endpunkt - %1$s (Quelle: %2$s | Ziel: %3$s)
it: Oggetto del pingback non valido - %1$s (Sorgente: %2$s | Obiettivo: %3$s)

source: Pingback error: %1$s - %2$s (Source: %3$s | Target: %4$s)
de: Pingback-Fehler: %1$s - %2$s (Quelle: %3$s | Ziel: %4$s)
it: Errore del pingback: %1$s - %2$s (Sorgente: %3$s | Obiettivo: %4$s)

source: Sent pingbacks for "%1$s", target: %2$s
da: Sendte pingbacks for "%1$s", mål: %2$s
de: Pingbacks wurden gesendet für "%1$s", Ziel: %2$s
es: Enviar pingbacks para «%1$s», destino: %2$s
fr: Pingbacks envoyés pour "%1$s", destinataire: %2$s
it: Sono stati inviati i pingback per "%1$s", obiettivo: %2$s

source: Send Pingbacks to Links
da: Send pingbacks til links
de: Pingbacks an Links senden
es: Enviar pingbacks a los enlaces
fr: Envoyer des Pingbacks aux liens
it: Invia pingback ai link
ru: Отправить пингбеки по ссылкам

source: %d Pingabcks
de: %d Pingbacks
fr: %d pings reçus
it: %d pingback

source: help
da: hjælp
de: Hilfe
es: ayuda
fr: aide
it: aiuto
ru: справка

source: Your <strong>.htaccess</strong> file is not writable. In order to successfully install Habari, please paste the following into
da: Din <strong>.htaccess</strong> fil er ikke skrivbar. For at installere Habari, indsæt venligst det følgende ind i
de: Deine <strong>.htaccess</strong>-Datei ist nicht beschreibbar. Um die Installation von Habari abzuschließen, füge bitte den folgenden Block in
es: Su archivo <strong>.htaccess</strong> no es editable. Para instalar Habari pegue lo siguiente en
fr: Votre fichier <strong>.htaccess</strong> n'est pas accessible en écriture. Afin d'installer Habari correctement, veuillez le créer etcoller ce qui suit dans le fichier
it: Il tuo file <strong>.htaccess</strong> non è scrivibile. Al fine di installare Habari con successo, incolla quel che segue in

source: <strong>.htaccess</strong> is a file that tells your Apache web server to send requests to Habari for handling. Habari is not able to write this file to your server automatically, so you must create this file yourself to continue the installation.
da: <strong>.htaccess</strong> er en fil, som fortæller din Apache webserver, at den skal sende forespørgsler videre til Habari. Habari kan ikke skrive denne fil automatisk, så du er nødt til selv at oprette denne fil for at fortsætte installationen.
de: <strong>.htaccess</strong> ist eine Datei die dem Apache-Webserver sagt, wie Anfragen an Habari weiterzuleiten sind. Habari kann diese Datei nicht selbst auf den Server schreiben, daher musst du sie anlegen, um mit der Installation fortzufahren.
es: El archivo <strong>.htaccess</strong> le indica a su servidor web Apache cómo enviar las peticiones web a Habari para que las maneje. Habari no puede escribir este archivo en su servidor, por lo que deberá crear este archivo usted mismo para continuar la instalación.
fr: <strong>.htaccess</strong> est un fichier contenant les instructions nécessaires au serveur Apache pour renvoyer les requêtes à Habari pour être traitées. Habari n'est pas en mesure d'ajouter automatiquement ce fichier au serveur. Vous devrez donc le créer manuellement pour poursuivre l'installation.
it: <strong>.htaccess</strong> è un file che dice al tuo server web Apache di inviare richieste di gestione a Habari. Habari non è in grado di scrivere automaticamente questo file sul tuo server, perciò devi creare da solo questo file per continuare l'installazione.

source: Learn More&hellip;
de: Mehr erfahren&hellip;
fr: En savoir plus&hellip;
it: Per saperne di più&hellip;

source: Install
da: Installer
de: Installieren
es: Instalar
fr: Installer
it: Installa
ru: Установка

source: When you have successfully placed the .htaccess file, run the installer again.
da: Når du har placeret .htaccess filen, så kør installationen igen.
de: Wenn du die .htaccess-Datei erfolgreich hochgeladen hast, starte die Installation erneut.
es: Cuando tenga éxito poniendo el archivo .htaccess, ejecute el instalador otra vez.
fr: Après avoir mis en place le fichier .htaccess, merci de relancer l'installation.
it: Quando sei riuscito a posizionare il file .htaccess, avvia nuovamente l'installazione.

source: Restart Installer
da: Genstart installationen
de: Installation erneut starten
es: Reiniciar instalador
fr: Relancer l'installation
it: Riavvia l'installazione
ru: Перезапустить установку

source: Database Setup
da: Databaseindstilling
de: Datenbank-Einrichtung
es: Configuración de la base de datos
fr: Configuration de la base de données
it: Impostazione del database

source: Database Type
de: Datenbank-Typ
es: Tipo de la base de datos
fr: Type de base de données
it: Tipo del database

source: %1$s - missing PDO driver, see help
da: %1$s - manglende PDO driver, se hjælp
de: %1$s - fehlender PDO-Treiber, siehe Hilfe
es: %1$s - el controlador PDO no existe, vea la ayuda
fr: %1$s - pilote PDO absent, merci de consulter l'aide
it: %1$s - manca il driver PDO, leggi l'aiuto

source: <strong>Database Type</strong> specifies the type of database to which Habari will connect. Changing this setting may affect the other fields that are available here. If the database engine that you wanted to use is not in this list, you may need to install a PDO driver to enable it.
da: <strong>Database type</strong> specificerer typen af database som Habari forbinder til. At ændre denne indstilling kan påvirke de andre felter, som er tilgængelige her. Hvis databasetypen du vil bruge, ikke er til stede på listen, er det muligvis nødvendigt at installere en PDO driver for at gøre den tilgængelig.
de: <strong>Datenbank-Typ</strong> gibt den Typ der Datenbank an, mit der sich Habari verbinden wird. Eine Änderung dieses Wertes beeinflusst die anderen hier verfügbaren Parameter. Wenn das Datenbank-System deiner Wahl nicht in dieser Liste auftaucht, musst du eventuell einen passenden PDO-Treiber installieren.
es: El <strong>tipo de base de datos</strong> especifica el tipo de base de datos a la que Habari se conectará. Cambiar esta opción afectará a otros campos. Si el motor de base de datos que quiere usar no está en la lista, tendrá que instalar un controlador PDO para habilitar el acceso.
fr: <strong>Type de base de données</strong> indique le type de base de données auquel Habari devra se connecter. Modifier cette option pourrait affecter les autres champs de configuration présentés ici. Si le moteur de base de données que vous souhaitiez utiliser n'est pas dans la liste, il est possible que vous ayez à installer un pilote PDO pour l'activer.
it: <strong>Tipo del database</strong> specifica il tipo di database a cui Habari si connetterà. Il cambiamento di questa impostazione potrebbe influire sugli altri campi qui disponibili. Se il tipo di database che vuoi usare non è in questa lista, potresti aver bisogno di installare un driver PDO per abilitarlo.

source: MySQL Settings
da: MySQL-indstillinger
de: MySQL-Einstellungen
es: Configuración de MySQL
fr: Paramètres MySQL
it: Impostazioni MySQL

source: Use the settings below only if you have selected MySQL as your database engine.
da: Brug kun de nedenstående indstillinger hvis du har valgt MySQL som din databasetype.
de: Verwende die Einstellungen unten nur, wenn du MySQL als Datenbank-Engine ausgewählt hast.
es: Use la configuración de abajo sólo si ha seleccionado MySQL como motor de base de datos.
fr: Saisissez les paramètres ci-dessous si et seulement si vous avez sélectionné MySQL comme moteur de base de données.
it: Usa le impostazioni qui sotto soltanto se hai selezionato MySQL come tipo di database.

source: <strong>Database Host</strong> is the host (domain) name or server IP address of the server that runs the MySQL database to which Habari will connect. If MySQL is running on your web server, and most of the time it is, "localhost" is usually a good value for this field.
da: <strong>Databasevært</strong> er værts (domæne) navnet eller IP-adressen til serveren som kører den MySQL database, som Habari forbinder til. Hvis MySQL kører på din webserver, og det er ofte tilfældet, passer værdien "localhost" til dette felt.
de: <strong>Datenbank-Host</strong> ist der Name oder die IP-Adresse des Servers auf dem die MySQL-Datenbank mit der sich Habari verbinden wird, läuft. Falls MySQL auf deinem Webserver läuft – und das ist meistens der Fall – ist „localhost“ der richtige Wert.
es: El <strong>anfitrión de base de datos</strong> es el nombre del anfitrión (dominio) o la dirección IP del servidor que ejecuta la base de datos MySQL a la que se conecta Habari. Si MySQL está ejecutándose en su servidor web, y en la mayor parte del tiempo está ahí, ese campo normalmente tendrá como valor «localhost».
fr: <strong>Hôte</strong> représente le nom de l'hôte (domaine) ou l'adresse IP du serveur sur lequel se trouve la base de données MySQL à laquelle Habari devra se connecter. Si la base de données se trouve sur le même serveur que celui sur lequel vous installez Habari, ce qui est généralement le cas, "localhost" devrait être la bonne valeur à entrer dans ce champs.
it: <strong>Host del database</strong> è il nome dell'host (dominio) o indirizzo IP del server su cui è attivo il database MySQL a cui Habari si connetterà. Se MySQL è attivo sul tuo server web, cosa che accade spesso, "localhost" è un buon valore per questo campo.

source: <strong>Database User</strong> is the username used to connect Habari to the MySQL database.
da: <strong>Databasebruger</strong> er det brugernavn, som Habari bruger til at forbinde til MySQL databasen.
de: <strong>Datenbank-Benutzer</strong> ist der Benutzername mit dem sich Habari zur MySQL-Datenbank verbinden wird.
es: El <strong>usuario de base de datos</strong> es el nombre de usuario que usa Habari para conectarse a la base de datos MySQL.
fr: <strong>Identifiant</strong> est le nom d'utilisateur qu'utilisera Habari pour se connecter à la base de données MySQL.
it: <strong>Utente del database</strong> è il nome utente usato per connettere Habari al database MySQL.

source: <strong>Database Password</strong> is the password used to connect the specified user to the MySQL database.
da: <strong>Databasekode</strong> er den adgangskode der bruges til at forbinde den angivne bruger til MySQL databasen.
de: <strong>Datenbank-Passwort</strong> is das Passwort für den angegebenen Benutzer bei der MySQL-Datenbank.
es: La <strong>contraseña de base de datos</strong> es la contraseña usada para conectarse con el usuario especificado a la base de datos MySQL.
fr: <strong>Mot de passe</strong> est le mot de passe qu'utilisera Habari pour se connecter à la base de données MySQL.
it: <strong>Password del database</strong> è la password usata per connettere l'utente specificato al database MySQL.

source: <strong>Database Name</strong> is the name of the MySQL database to which Habari will connect.
da: <strong>Databasenavn</strong> er navnet på MySQL databasen, som Habari forbinder til.
de: <strong>Datenbankname</strong> ist der Name der MySQL-Datenbank mit der Habari sich verbinden wird.
es: El <strong>nombre de la base de datos</strong> es el nombre de la base de datos MySQL a la que Habari se conectará.
fr: <strong>Nom de la base de données</strong> est le nom de la base de données MySQL à laquelle Habari devra se connecter.
it: <strong>Nome del database</strong> è il nome del database MySQL a cui Habari si connetterà.

source: PostgreSQL Settings
da: PostgreSQL indstillinger
de: PostgreSQL Einstellungen
es: Preferencias de PostgreSQL
fr: Paramètres PostgreSQL
it: Impostazioni PostgreSQL

source: Use the settings below only if you have selected PostgreSQL as your database engine.
da: Brug kun indstillingerne nedenunder, hvis du har valgt PostgreSQL som din databasetype.
de: Verwende die Einstellungen unten nur, wenn du PostgreSQL als Datenbank-Engine ausgewählt hast.
es: Use las preferencias de abajo sólo si ha seleccionado PostgreSQL como su motor de base de datos.
fr: Saisissez les paramètres ci-dessous si et seulement si vous avez sélectionné PostgreSQL comme moteur de base de données.
it: Usa le impostazioni qui sotto soltanto se hai selezionato PostgreSQL come tipo di database.

source: <strong>Database Host</strong> is the host (domain) name or server IP address of the server that runs the PostgreSQL database to which Habari will connect. If PostgreSQL is running on your web server, and most of the time it is, "localhost" is usually a good value for this field.
da: <strong>Databasevært</strong> er værts (domæne) navnet eller IP-adressen til serveren som kører den PostgreSQL database, som Habari forbinder til. Hvis PostgreSQL kører på din webserver, og det er ofte tilfældet, passer værdien "localhost" til dette felt.
de: <strong>Datenbank-Host</strong> ist der Name oder die IP-Adresse des Servers auf dem die PostgreSQL-Datenbank mit der sich Habari verbinden wird, läuft. Falls PostgreSQL auf deinem Webserver läuft – und das ist meistens der Fall – ist „localhost“ der richtige Wert.
es: El <strong>equipo de la base de datos</strong> es el nombre de equipo (dominio) o dirección IP del servidor que ejecuta la base de datos PostgreSQL a la que Habari ha de conectarse. Si PostgreSQL se está ejecutando en tu servidor web, la mayoría del tiempo, "localhost" es un buen valor normalmente para este campo.
fr: <strong>Hôte</strong> représente le nom de l'hôte (domaine) ou l'adresse IP du serveur sur lequel se trouve la base de données PostgreSQL à laquelle Habari devra se connecter. Si la base de données se trouve sur le même serveur que celui sur lequel vous installez Habari, ce qui est généralement le cas, "localhost" devrait être la bonne valeur à entrer dans ce champs.
it: <strong>Host del database</strong> è il nome dell'host (dominio) o indirizzo IP del server su cui è attivo il database PostgreSQL a cui Habari si connetterà. Se PostgreSQL è attivo sul tuo server web, cosa che accade spesso, "localhost" è un buon valore per questo campo.

source: <strong>Database User</strong> is the username used to connect Habari to the PostgreSQL database.
da: <strong>Databasebruger</strong> er det brugernavn, som Habari bruger til at forbinde til PostgreSQL databasen.
de: <strong>Datenbank-Benutzer</strong> ist der Benutzername mit dem sich Habari zur PostgreSQL-Datenbank verbinden wird.
es: El <strong>usuario de la base de datos</strong> es el nombre de usuario que se usa para que Habari se conecte a la base de datos PostgreSQL.
fr: <strong>Identifiant</strong> est le nom d'utilisateur qu'utilisera Habari pour se connecter à la base de données PostgreSQL.
it: <strong>Utente del database</strong> è il nome utente usato per connettere Habari al database PostgreSQL.

source: <strong>Database Password</strong> is the password used to connect the specified user to the PostgreSQL database.
da: <strong>Databasekode</strong> er den adgangskode der bruges til at forbinde den angivne bruger til PostgreSQL databasen.
de: <strong>Datenbank-Passwort</strong> is das Passwort für den angegebenen Benutzer bei der PostgreSQL-Datenbank.
es: La <strong>contraseña de la base de datos</strong> es la contraseña del usuario especificado de la base de datos PostgreSQL.
fr: <strong>Mot de passe</strong> est le mot de passe qu'utilisera Habari pour se connecter à la base de données PostgreSQL.
it: <strong>Password del database</strong> è la password usata per connettere l'utente specificato al database PostgreSQL.

source: <strong>Database Name</strong> is the name of the PostgreSQL database to which Habari will connect.
da: <strong>Databasenavn</strong> er navnet på PostgreSQL databasen, som Habari forbinder til.
de: <strong>Database Name</strong> ist der Name der PostgreSQL Datenbank, mit der Habari verbunden wird.
es: El <strong>nombre de la base de datos</strong> es el nombre de la base de datos PostgreSQL a la que Habari ha de conectarse.
fr: <strong>Nom de la base de données</strong> est le nom de la base de données PostgreSQL à laquelle Habari devra se connecter.
it: <strong>Nome del database</strong> è il nome del database PostgreSQL a cui Habari si connetterà.

source: SQLite Settings
da: SQLite indstillinger
de: SQLite Einstellungen
es: Configuración de SQLite
fr: Paramètres SQLite
it: Impostazioni SQLite

source: Use the settings below only if you have selected SQLite as your database engine.
da: Brug kun indstillingerne nedenunder, hvis du har valgt SQLite som din databasetype.
de: Verwende die Einstellungen unten nur, wenn du SQLite als Datenbank-Engine ausgewählt hast.
es: Use las preferencias de abajo sólo si ha seleccionado SQLite como su motor de base de datos.
fr: Saisissez les paramètres ci-dessous si et seulement si vous avez sélectionné SQLite comme moteur de base de données.
it: Usa le impostazioni qui sotto soltanto se hai selezionato SQLite come tipo di database.

source: Data file
da: Datafil
de: Datendatei
es: Archivo de datos
fr: Fichier de données
it: File dei dati

source: <strong>Data file</strong> is the SQLite file that will store your Habari data. This should be the path to where your data file resides, relative to the Habari user directory.
da: <strong>Datafil</strong> er den SQLite-fil som vil indeholde dine Habari-data. Dette bør være stien til der hvor filen kan findes, relativt for Habari user-mappen.
de: <strong>Daten-Datei</strong> ist die SQLite-Datei in der die Habari-Daten gespeichert werden. Hier sollte der Pfad zu den Datendateien, relativ zum Habari-Benutzer-Verzeichnis, eingetragen werden.
es: El <strong>archivo de datos</strong> es el archivo de SQLite que almacenará sus datos de Habari. Este debería ser la ruta a donde se encuentra su archivo de datos, relativa al directorio de usuario de Habari.
fr: <strong>Fichier de données</strong> est le fichier de stockage des données pour Habari. Ceci devrait indiquer le chemin vers lequel votre fichier de données sera situé (chemin relatif au dossier d'installation d'Habari).
it: <strong>File dei dati</strong> è il file SQLite che conterrà i tuoi dati di Habari. Questo dovrebbe essere il percorso a dove il tuo file di dati risiede, relativo alla tua cartella utente di Habari.
