Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: Type and wait to search tags
da: Skriv og vent for at søge i tags
de: Tippe und warte um die Tags zu durchsuchen
es: Escribir y esperar para buscar etiquetas
fr: Tapez et attendez pour rechercher des mots-clés
it: Digita e attendi per cercare tag
ru: Введите и ждите для поиска тегов

source: None selected
da: Ingen valgt
de: Keine ausgewählt
es: Ninguno selecccionado
fr: Aucune sélection
it: Nessuno selezionato
ru: Ничего не выделено

source: Rename
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ru: Переименовать

source: or
da: eller
de: oder
es: o
fr: ou
it: o
ru: или

source: Delete Selected
da: Slet valgte
de: Auswahl entfernen
es: Borrar seleccionado
fr: Supprimer la sélection
it: Elimina i selezionati
ru: Удалить выбранное

source: Error: No tags selected.
da: Fejl: Ingen tags valgt.
de: Fehler: Keine Tags wurden ausgewählt
es: Error: No hay etiquetas seleccionadas
fr: Erreur: aucun mot-clé sélectionné.
it: Errore: nessuna tag selezionata.
ru: Ошибка: Не выбран ни один тэг.

source: Error: New name not specified.
da: Fejl: Nyt navn ikke specificeret.
de: Fehler: Kein neuer Name angegeben.
es: Error: Nuevo nombre no especificado
fr: Erreur: Nouveau nom non spécifié
it: Errore: nuovo nome non specificato.
ru: Ошибка: Новое имя не задано.

source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
it: Unisci
ru: Разделить

source: Edit group
da: Rediger gruppe
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
it: Modifica gruppo
ru: Редактировать группу

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ru: Редактировать

source: Delete this group
da: Slet denne gruppe
de: Diese Gruppe löschen
es: Eliminar este grupo
fr: Supprimer ce groupe
it: Elimina questo gruppo
ru: Удалить эту группу

source: Delete
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
ru: Удалить

source: Members:
da: Medlemmer:
de: Mitglieder:
es: Miembros:
fr: Membres:
it: Membri:
ru: Члены:

source: No members
da: Ingen medlemmer
de: Keine Mitglieder
es: Sin miembros
fr: Aucun membre
it: Nessun membro
ru: Нет членов

source: Add Item
da: Tilføj Element
de: Modul hinzufügen
es: Añadir elemento
fr: Ajouter un élément
it: Aggiungi un elemento
ru: Добавить элемент

source: Open %s's user page
da: Åben %ss brugerside
de: %ss Benutzerseite öffnen
es: Abrir %s's página de usuario
fr: Ouvrir la page de l'utilisateur %s
it: Apri la pagina utente di %s
ru: Открыть страницу пользователя %s

source: has not logged in yet
da: har ikke logget ind endnu
de: hat sich noch nicht angemeldet
es: Aun no ha inciado sesion
fr: ne s'est pas encore connecté
it: non ha ancora avuto accesso
ru: еще не авторизовался

source: was last seen %1$s at %2$s
da: blev sidst set %1$s klokken %2$s
de: wurde zuletzt am %1$s um %2$s gesehen
es: la ultima vez que se vio fue %1$s a %2$s
fr: a été vu pour la dernière fois le %1$s à %2$s
it: è stato visto l'ultima volta %1$s alle %2$s
ru: последний раз был замечен %1$s в %2$s

source: %1$s and currently has %2$s
da: %1$s og har i øjeblikket %2$s
de: %1$s und hat aktuell %2$s
es: %1$s y actualmente tiene %2$s
fr: %1$s et a présentement %2$s
it: %1$s e attualmente ha %2$s
ru: %1$s и сейчас имеет %2$s

source: Time to Execute:
da: Tid til at eksekvere:
de: Zeit zum Ausführen:
es: Tiempo para ejecutar:
fr: Temps d'exécution
it: Tempo di esecuzione:
ru: Время Исполнения:

source: BACKTRACE:
de: RÜCKVERFOLGUNG:
es: TRAZA DE EJECUCIÓN:
ru: ТРАССИРОВКА:

source: Total Time Executing Queries:
da: Total tid for databaseforespørgsler:
de: Insgesamt benötigte Zeit zum Ausführen der Abfragen:
es: Tiempor total de ejecución de consultas:
fr: Temps Total d'exécution des Requêtes :
it: Tempo totale di esecuzione delle query:
ru: Всего Время Выполнения Запросов:

source: All options
da: Alle indstillinger
de: Alle Einstellungen
es: Todas las opciones
fr: Toutes les options
it: Tutte le opzioni
ru: Все опции

source: search users
da: søg brugere
de: Benutzer durchsuchen
es: buscar usuarios
fr: recherche utilisateurs
it: Ricerca utenti
ru: поиск пользователей

source: No published posts.
da: Ingen publicerede indlæg.
de: Keine veröffentlichten Posts.
es: No ha publicado entradas
fr: Pas de billets publiés
it: Nessun post pubblicato.
ru: Нет опубликованных сообщений.

source: New Block Type:
de: Neuer Block-Typ:
es: Nuevo tipo de bloque:
fr: Nouveau Type de Bloc
it: Nuovo tipo di blocco:
ru: Новый тип блока:

source: Configure Block: %1s (%2s)
de: Block konfigurieren: %1s (%2s)
es: Configurar bloque: %1s (%2s)
fr: Configurer le block %1s (%2s)
it: Configura il blocco: %1s (%2s)
ru: Настройка Блока: %1s (%2s)

source: Configure
da: Konfigurer
de: Konfigurieren
es: Configurar
fr: Configuration
it: Configura
ru: Настроить

source: remove
da: fjern
de: Entfernen
es: eliminar
fr: supprimer
it: rimuovi
ru: исключить

source: add
da: tilføj
de: Hinzufügen
es: añadir
fr: ajouter
it: aggiungi
ru: добавить

source: Go to %s
da: Gå til %s
de: Zu %s springen
es: Ir a %s
fr: Aller vers %s
it: Vai a %s
ru: Перейти к %s

source: on
da: på
de: am
es: en
fr: le
it: il
ru: в

source: Search for other comments from %s
de: Suche nach anderen Kommentaren von %s
es: Buscar otros comentarios de %s
fr: Chercher d'autres commentaires de %s
it: Cerca gli altri commenti lasciati da %s
ru: Поиск других комментариев из %s

source: at
da: på
de: am
es: a las
fr: à
it: alle
ru: в

source: Marked as spam
da: Markeret som spam
de: Als Spam gekennzeichnet
es: Marcado como spam
fr: Identifié comme pourriel
it: Segnati come spam
ru: Отмечено как спам

source: this post contains text in an invalid encoding
de: Dieser Post enthält Text in ungültiger Kodierung
es: Esta entrada contiene texto en una codificación inválida
fr: cet article contient du texte dans un format d'encodage invalide
it: questo post contiene del testo in una codifica non valida
ru: запись содержит текст в неправильной кодировке

source: No comments could be found to match the query criteria.
da: Ingen kommentarer, som passer til kriterierne, blev fundet.
de: Es wurden keine Kommentare gefunden, die Ihren Suchkriterien entsprechen.
es: No se encontraron comentarios que coincidan con el criterio de búsqueda.
fr: Aucun commentaire ne correspond à la recherche.
it: Non è stato trovato nessun commento corrispondente ai criteri di ricerca.
ru: Комментариев, отвечащих критериям запроса, не найдено.

source: <a href="%1$s">Comment</a> by <a href="%2$s" title="Visit %3$s">%3$s</a> posted on <a href="%4$s" title="View post">%5$s</a> at <strong>%6$s</strong> on <strong>%7$s</strong>
de: <a href="%1$s">Kommentar</a> von <a href="%2$s" title="Besuche %3$s">%3$s</a> zu <a href="%4$s" title="Post anzeigen">%5$s</a> geschrieben (um <strong>%6$s</strong> am <strong>%7$s</strong>)
es: <a href="%1$s">Comentario</a> de <a href="%2$s" title="Visit %3$s">%3$s</a> publicado el <a href="%4$s" title="Ver entrada">%5$s</a> a las <strong>%6$s</strong> en <strong>%7$s</strong>
it: <a href="%1$s">Commento</a> di <a href="%2$s" title="Visita %3$s">%3$s</a> lasciato su <a href="%4$s" title="Visualizza il post">%5$s</a> alle <strong>%6$s</strong> del <strong>%7$s</strong>
ru: <a href="%1$s">Комментарий</a> от <a href="%2$s" title="Посетите %3$s">%3$s</a> размещённый на <a href="%4$s" title="Просмотреть сообщение">%5$s</a> в <strong>%6$s</strong> на <strong>%7$s</strong>

source: <a href="%1$s">Comment</a> by <strong>%2$s</strong> posted on <a href="%3$s" title="View post">%4$s</a> at <strong>%5$s</strong> on <strong>%6$s</strong>
de: <a href="%1$s">Kommentar</a> von <strong>%2$s</strong> zu <a href="%3$s" title="Post anzeigen">%4$s</a> geschrieben (um <strong>%5$s</strong> am <strong>%6$s</strong>)
es: <a href="%1$s">Comentario</a> de <strong>%2$s</strong> publicado el <a href="%3$s" title="Ver entrada">%4$s</a> a las <strong>%5$s</strong> en <strong>%6$s</strong>
it: <a href="%1$s">Commento</a> di <strong>%2$s</strong> lasciato su <a href="%3$s" title="Visualizza il post">%4$s</a> alle <strong>%5$s</strong> del <strong>%6$s</strong>
ru: <a href="%1$s">Комментарий</a> от <strong>%2$s</strong> размещённый на <a href="%3$s" title="Просмотреть сообщение">%4$s</a> в <strong>%5$s</strong> на <strong>%6$s</strong>

source: Complete User List
da: Komplet brugerliste
de: Vollständige Benutzerliste
es: Lista completa de usuarios
fr: Remplissez la liste utilisateurs
it: Lista completa degli utenti
ru: Полный Список Пользователей

source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Identifiant
it: Nome utente
ru: Имя пользователя

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Password Again
da: Adgangskode igen
de: Passwort wiederholen
es: Contraseña (otra vez)
fr: Confirmation Mot de Passe
it: Ridigita la password
ru: Повторите пароль

source: Add User
da: Tilføj bruger
de: Benutzer hinzufügen
es: Agregar usuario
fr: Ajouter un utilisateur
it: Aggiungi un utente
ru: Добавить пользователя

source: Reassign posts to %s
da: Overdrag indlæg til %s
de: Posts %s zuweisen
es: Reasignar entrada a %s
fr: Réassigner les billets à %s
it: Riassegna i post a %s
ru: Переназначить запись на %s

source: Scope:
de: Container
es: Alcance:
fr: Étendue
it: Ambito:
ru: Область:

source: Default
da: Standard
de: Vorgabe
es: Por defecto
fr: Valeur par défaut
it: Predefinito
ru: По умолчанию

source: drag here to remove
de: Zum Entfernen hierher ziehen
es: Arrastra aquí para borrar
fr: glissez ici pour retirer
it: trascina qui per rimuovere
ru: перетащить сюда, чтобы удалить

source: Publish
da: Publicer
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
ru: Опубликовать

source: You did not save the changes you made. \nLeaving this page will result in the lose of data.
da: Du har ikke gemt dine ændringer. \nHvis du forlader denne side, mistes dataene.
de: Die vorgenommenen Änderungen sind nicht gesichert worden. \nDiese Daten gehen beim Verlassen der Seite verloren.
es: No ha guardado los cambios que ha realizado. \nSalir de la página hará que pierda esos datos.
fr: Vous n'avez pas enregistré vos modifications. \nLes informations entrées seront perdues en quittant cette page.
it: Non hai salvato i cambiamenti effettuati. \nLasciando questa pagina perderai dati.
ru: Вы не сохранили внесенные изменения. \nЗакрытие этой страницы приведет к потере данных.

source: Go to Site
da: Gå til side
de: Zur Website wechseln
es: Ir al Sitio
fr: Aller au site
it: Vai al sito
ru: Идти на сайт

source: The plugin file %s had syntax errors and could not load.
da: Plugin filen %s havde syntaks fejl og kunne ikke indlæses.
de: Die Plugin-Datei %s hatte Syntax-Fehler und konnte nicht geladen werden.
es: El archivo de complemento %s tuvo errores de sintaxis y no se pudo cargar.
fr: Le fichier %s présente des erreurs de syntaxe et ne peut être chargé.
it: Il file di plugin %s aveva errori di sintassi e non è stato caricato.
ru: Файл модуля %s содержит ошибки в синтаксисе и не может загрузиться.

source: Show Error
da: Vis Fejl
de: Fehler anzeigen
es: Mostrar error
fr: Afficher l'Erreur
it: Mostra l'errore
ru: Показать ошибки

source: The plugin file %s is a legacy plugin, and does not include an XML info file.
de: Die Plugindatei %s ist ein veraltetes Plugin und enthält keine XML-Informationsdatei.
es: El archivo de extensión %s es una extención antigua, y no include un archivo de información XML.
fr: Le fichier d'extension %s est basé sur un ancien modèle et n'inclut pas de fichier d'information XML.
it: Il file di plugin %s è un plugin obsoleto, e non include un file di info XML.
ru: Файл плагина %s устарел, и не включает в себя информационный XML файл.

source: The XML file for the plugin %s contained errors and could not be loaded.
de: Die XML-Datei für das Plugin %s enthielt Fehler und konnte nicht geladen werden.
es: El archivo XML del complemento %s contiene errores y no pudo ser cargado.
fr: Le fichier XML du plugin %s contient des erreurs et n'a pu être chargé.
it: Il file XML per il plugin %s contiene errori e non può essere caricato.
ru: XML файл для плагина %s содержит ошибки и не может быть загружен.

source: by
da: af
de: von
es: por
fr: par
it: di
ru: от

source: and
da: og
de: und
es: y
fr: et
it: e
ru: и

source: v1.1 Update Available Now
da: v1.1 Opdatering Tilgængelig Nu
de: v1.1 Aktualisierung jetzt verfügbar
es: La actualización v1.1 está disponible en este momento
fr: La Mise à jour v1.1 est disponible maintenant
it: L'aggiornamento v1.1 è ora disponibile
ru: v1.1 Обновление Доступно

source: This plugin cannot be activated because the following features were not present:
de: Das Plugin kann nicht aktiviert werden, da die folgenden Merkmale nicht vorhanden waren:
es: La extensión no pudo ser activada porque las siguientes características no estan presentes:
fr: Cette extension ne peut être activée parce que les fonctionnalités suivantes ne sont pas présentes:
it: Il plugin non è stato attivato perché le seguenti funzionalità non erano presenti:
ru: Данный плагин не может быть активирован, т.к. следующие функции не были представлены:

source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть

source: search settings
da: søg indstillinger
de: Einstellungen durchsuchen
es: opciones de búsqueda
fr: configurations de recherche
it: cerca le impostazioni
ru: настройки поиска

source: Edit '%s'
da: Redger '%s'
de: Bearbeite '%s'
es: Editar «%s»
fr: Modifier '%s'
it: Modifica '%s'
ru: Редактировать '%s'

source: Search for other %s items
da: Søg efter andre %s elementer
de: Nach anderen %s-Elementen suchen
es: Buscar para otros %s objetos
fr: Rechercher d'autres éléments %s
it: Cerca altri %s elementi
ru: Искать дальше %s

source: Search for other items by %s
da: Søg efter andre elementer af %s
de: Nach anderen Elementen von %s suchen
es: Buscar otros objetos por %s
fr: Rechercher d'autres éléments par %s
it: Cerca altri elementi di %s
ru: Искать дальше по %s

source: Search for other items from %s
da: Søg efter andre elementer fra %s
de: Nach anderen Elementen von %s suchen
es: Buscar otros elementos desde %s
fr: Rechercher d'autres éléments du %s
it: Cerca altri elementi da %s
ru: Искать дальше из %s

source: View '%s'
da: Vis '%s'
de: Zeige '%s'
es: Vista «%s»
fr: Afficher '%s'
it: Visualizza '%s"
ru: Просмотреть '%s'

source: View
da: Vis
de: Ansicht
es: Ver
fr: Afficher
it: Visualizza
ru: Представление

source: Delete this item
da: Slet dette element
de: Dieses Element löschen
es: Borrar este artículo
fr: Supprimer cet élément
it: Elimina questo elemento
ru: Удалить этот элемент

source: No posts could be found to match the query criteria.
da: Ingen indlæg, der svarer til kriterierne, blev fundet.
de: Es konnten keine Posts gefunden werden, die das Suchkriterium erfüllen.
es: No se encontraron entradas que coincidan con el criterio de búsqueda.
fr: Aucun billet ne correspond à votre recherche.
it: Non è stato trovato nessun post corrispondente ai criteri di ricerca.
ru: Не найдено записей по вашим критериям запроса

source: Older
da: Ældre
de: Ältere
es: Más antiguos
fr: Ancien
it: Più vecchi
ru: Старше

source: no results
da: ingen resultater
de: Keine Ergebnisse
es: Sin resultados
fr: aucun résultat
it: nessun risultato
ru: нет результатов

source: Type and wait to search
da: Skriv og vent for at søge
de: Tippen und warten um zu suchen
es: Escriba y espere para buscar
fr: Tapez et attendez pour rechercher
it: Digita e attendi per cercare
ru: Введите и ждите для поиска

source: Filter results for '%s'
da: Filtrer resultater for '%s'
de: Filterergebnisse für '%s'
es: Resultados de filtro para «%s»
fr: Recherche sur le filtre'%s'
it: Filtra i risultati per '%s'
ru: Результаты фильтра для '%s'

source: Newer
da: Nyere
de: Neuere
es: Más nuevo
fr: Plus récent
it: Più nuovi
ru: Новее

source: You do not currently have any import plugins installed.
da: Du har i øjeblikket ingen importplugins installeret.
de: Sie haben aktuell keine Import-Plugins installiert.
es: Usted actualmente no tiene ningún plugin de importación instalado.
fr: Vous n'avez actuellement aucune extension d'importation qui soit installée.
it: Attualmente non sono installati plugin per l'importazione.
ru: Сейчас не установлено ни одного плагина импорта.

source: Please <a href="%1$s">activate an import plugin</a> to enable importing.
da: Vær venlig at <a href="%1$s">aktivere et importplugin</a> for at muliggøre importering.
de: <a href="%1$s">Aktivieren Sie bitte ein Import-Plugin</a>, um das Importieren zu ermöglichen.
es: Por favor <a href="%1$s">active un plugin importado</a> para permitir la importacion.
fr: Veuillez <a href="%1$s">activer une extension d'importation</a> pour avoir accès à cette fonction.
it: <a href="%1$s">Attiva un plugin</a> per abilitare l'importazione.
ru: Пожалуйста, <a href="%1$s">активируйте модуль импорта,</a> чтобы сделать импортирование возможным.

source: Please choose the type of import to perform:
da: Vælg venligst typen af importering:
de: Bitte wählen Sie die Art des Imports aus:
es: Por favor, elija el tipo de importación para llevar a cabo:
fr: Veuillez choisir le type d'importation à exécuter :
it: Scegli il tipo di importazione da effettuare.
ru: Пожалуйста, выберите, какой тип импорта совершить:

source: Select
da: Vælg
de: Auswählen
es: Selección
fr: Sélectionner
it: Seleziona
ru: Выбрать

source: Current Theme
da: Nuværende tema
de: Aktuelles Design
es: Tema actual
fr: Thème actuel
it: Tema attuale
ru: Текущая Тема

source: Settings
da: Indstillinger
de: Einstellungen
es: Preferencias
fr: Paramètres
it: Impostazioni
ru: Настройки

source: Update Available
da: Opdatering tilgængelig
de: Aktualisierung verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ru: Доступно Обновление

source: %1$s is licensed under the %2$s
da: %1$s er licenseret under %2$s
de: %1$s ist unter der %2$s lizensiert
es: %1$s está licenciado bajo %2$s
fr: %1$s est sous license %2$s
it: %1$s è distribuito sotto licenza %2$s
ru: %1$s выпущен под лицензией %2$s

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Sauvegader
it: Salvare
ru: Сохранить

source: Available Themes
da: Tilgængelige temaer
de: Verfügbare Design
es: Temas disponibles
fr: Thèmes disponibles
it: Temi disponibili
ru: Доступные Темы

source: Legacy theme.
de: Veraltetes Design
es: Tema heredado
fr: Thème historique.
it: Tema obsoleto.
ru: Устаревшая тема оформления.

source: End Preview
da: Stop forhåndsvisning
de: Vorschau beenden
es: Finalizar previsualización
fr: Fin de l'aperçu
it: Termina l'anteprima
ru: Закончить Предпросмотр

source: Preview
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ru: Предпросмотр

source: Activate
da: Aktiver
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ru: Активировать

source: Go to the Habari site
da: Gå til Habarisiden
de: Zur Habari-Website gehen
es: Ir al sitio Habari
fr: Aller sur le site officiel Habari
it: Vai al sito di Habari
ru: Перейти на сайт Habari

source: Logged in as
da: Logget ind som
de: Angemeldet als
es: Identificado como
fr: Connecté en tant que :
it: Hai avuto accesso come
ru: Вошли под именем

source: Go to your user page
da: Gå til din brugerside
de: Zu deiner Benutzerseite wechseln
es: Ir a su página de usuario
fr: Aller à votre page utilisateur
it: Vai alla tua pagina utente
ru: Перейти на страницу пользователя

source: Open the Habari manual in a new window
da: Åben Habarimanualen i et nyt vindue
de: Das Habari-Handbuch in einem neuen Fenster &ooml;ffnen
es: Abrir el manual Habari en una ventana nueva
fr: Ouvrir le manuel Habari dans une nouvelle fenêtre
it: Apri il manuale di Habari in una nuova finestra
ru: Открыть документацию Habari в новом окне

source: Manual
de: Handbuch
fr: Manuel
it: Manuale
ru: Руководство

source: System Information
de: Systeminformationen
es: Información del sistema
fr: Informations sur le système
it: Informazioni di sistema
ru: Информация о системе

source: SYSTEM INFORMATION
de: SYSTEMINFORMATIONEN
es: INFORMACIÓN DE SISTEMA
fr: INFORMATION SUR LE SYSTEME
it: Informazioni di sistema
ru: ИНФОРМАЦИЯ О СИСТЕМЕ

source: Site Information
da: Sideinformation
de: Website-Informationen
es: Información del sitio
fr: Information sur le site
it: Informazioni sul sito
ru: Информация о сайте

source: SITE INFORMATION
da: SIDEINFORMATION
de: WEBSITE-INFORMATIONEN
es: INFORMACIÓN DEL SITIO
fr: INFORMATION SUR LE SITE
it: Informazioni sul sito
ru: ИНФОРМАЦИЯ САЙТА

source: User Classes
da: Brugerklasser
de: Benutzerklassen
es: Clases de usuario
fr: Classes Utilisateurs
it: Classi dell'utente
ru: Классы пользователя

source: USER CLASSES
da: BRUGERKLASSER
de: BENUTZERKLASSEN
es: CLASES DE USUARIO
fr: CLASSES UTILISATEURS
it: Classi dell'utente
ru: КЛАССЫ ПОЛЬЗОВАТЕЛЯ

source: None found
da: Ingen fundet
de: Keine gefunden
es: Ninguno encontrado
fr: Aucun résultat
it: Nessuno trovato
ru: Ничего не найдено

source: None found
da: Ingen fundet
de: Keine gefunden
es: Ninguno encontrado
fr: Aucun résultat
it: Nessuno trovato
ru: Ничего не найдено

source: Plugin Information
de: Plugin-Informationen
es: Información del complemento
fr: Informations sur le module
it: Informazioni sul plugin
ru: Информация о плагине

source: PLUGIN INFORMATION
de: PLUGIN-INFORMATIONEN
es: INFORMACIÓN DEL COMPLEMENTO
fr: INFORMATION D'EXTENSION
it: Informazioni sul plugin
ru: ИНФОРМАЦИЯ О ПЛАГИНЕ

source: All Results
da: Alle resultater
de: Alle Ergebnisse
es: Todos los resultados
fr: Tous les résultats
it: Tutti i risultati
ru: Все Результаты

source: 0-0 of 0
da: 0-0 af 0
de: 0-0 von 0
es: 0-0 de 0
fr: 0-0 de 0
it: 0-0 di 0
ru: 0-0 из 0

source: Type and wait to search any log entry component
da: Skriv og vent for at søge i logindtegningskomponenter
de: Tippen und warten um jede Logeintrag-Komponente zu durchsuchen
es: Escriba y espere para buscar algún componente de entrada del registro
fr: Tapez et attendez pour rechercher n'importe quel élément des entrées du log
it: Digita e attendi per cercare una voce del log
ru: Введите и ждите для поиска любого компонента отчета

source: Purge Logs
de: Logs leeren
es: Purgar registros
fr: Purger les logs
it: Elimina i log
ru: Удалить Журналы

source: Date &amp; Time
da: Dato &amp; Tid
de: Datum &amp; Zeit
es: Fecha y hora
fr: Date &amp; Heure
it: Data &amp; Ora
ru: Дата &amp; Время

source: User
da: Bruger
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ru: Пользователь

source: Module
da: Modul
de: Modul
es: Módulo
it: Modulo
ru: Модуль

source: Type
de: Typ
es: Tipo
it: Tipo
ru: Тип

source: Severity
da: Grad
de: Schweregrad
es: Severidad
fr: Sévérité
it: Gravità
ru: Важность

source: Message
da: Besked
de: Meldung
es: Mensaje
it: Messaggio
ru: Сообщение

source: There are no logs to be displayed at this time.
da: Der er ingen logs at vise på nuværende tidspunkt.
de: Für diesen Zeitpunkt gibt es keine Logeinträge.
es: No hay registros para visualizar en este momento.
fr: Il n'y a aucune inscription aux journaux actuellement.
it: Non ci sono log da visualizzare.
ru: Сейчас нет отчетов для просмотра

source: Oh, great! You're using IE6! I've finally found someone I can pawn this old betamax player off on!
de: Oh, klasse! Sie benutzen Internet Explorer 6! Endlich habe ich jemanden gefunden bei dem ich meinen alten Mist abladen kann!
es: ¡Genial! ¡Estás usando IE6! Finalmente encontré alguien a quien regalarle este viejo reproductor de betamax.
it: Oh, grandioso! Stai usando IE6! Ho finalmente trovato qualcuno a cui sbolognare il mio vecchio lettore Betamax!
ru: Замечательно! Вы используете IE6! Наконец я нашёл кого то древнее мамонта!

source: year
da: år
de: Jahr
es: año
fr: année
it: anno
ru: год
