Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: Set to true to show single post navigation links, false to hide them.
de: Auf "wahr" setzen um Navigationslinks bei einzelnen Posts anzuzeigen, auf "falsch" um sie zu verstecken.
it: Seleziona per mostrare i link di navigazione fra i post, deseleziona per nasconderli.
ru: Установите в значение истина для отображения ссылок навигации по одному сообщению, ложь что бы спрятать их.

source: Tag Cloud Count:
de: Anzahl der Tags in der Tag Cloud:
es: Contador en la nube de etiquetas:
it: Numero della tag cloud:
ru: Количество тегов в облаке:

source: Set to the number of tags to display on the default "cloud".
de: Anzahl der anzuzeigenden Tags in der Standard-Tagcloud
it: Imposta il numero di tag da mostrare nella cloud di default.
ru: Установить количество тегов для отображения в стандартном "облаке"

source: Options saved
da: Instillinger gemt
de: Einstellungen gespeichert
es: Opciones guardadas
fr: Options sauvegardées
it: Le opzioni sono state salvate
ru: Опции сохранены

source: Search for
da: Søg efter
de: Suche nach
es: Buscar
fr: Rechercher
it: Cerca
ru: Поиск

source: Search results for '%s'
da: Søgeresultater for '%s'
de: Suchergebnisse für '%s'
es: Resultados de la búsqueda de «%s»
fr: Résultat de la recherche sur « %s »
it: Risultati per la ricerca di '%s'
ru: Результаты поиска для '%s'

source: No results found for your search '%1$s'
da: Ingen resultater fundet for din søgning '%1$s'
de: Keine Ergebnisse für Ihre Suche nach '%1$s'
es: No se encontraron resultados para su búsqueda de «%1$s»
fr: Aucun résultat trouvé pour votre recherche '%1$s'
it: Nessun risultato trovato per la tua ricerca di '%1$s'
ru: По вашему запросу '%1$s' результатов не найдено

source: You can try searching for '%2$s'
da: Du kan prøve at søge efter '%2$s'
de: Du kannst versuchen nach '%2$s' zu suchen
es: Puede intentar buscar por «%2$s»
fr: Vous pouvez tenter une recherche pour '%2$s'
it: Puoi provare a cercare '%2$s'
ru: Вы можете попробовать поискать '%2$s'

source: No results found for your search '%s'
da: Ingen resultater fundet for din søgning '%s'
de: Keine Ergebnisse für deine Suche nach '%s'
es: No se encontraron resultados para su búsqueda «%s»
fr: Aucun résultat trouvé pour votre recherche '%1$s'
it: Nessun risultato trovato per la tua ricerca di '%s'
ru: Ничего не найдено по вашему поисковому запросу '%s'

source: (Required)
da: (Påkrævet)
de: (Benötigt)
es: (Requerido)
fr: (obligatoire)
it: (Richiesto)
ru: (Необходимо)

source: Mail
da: E-mail
de: E-Mail
es: Correo
fr: E-mail
it: E-mail
ru: Почта

source: (will not be published
de: (wird nicht veröffentlicht
es: (No será publicado
fr: (ne sera pas publié
it: (non verrà pubblicato
ru: (не будет опубликовано

source: - Required)
de: - benötigt)
es: - Requerido)
fr: - Requis)
it: - richiesta)
ru: - Необходимо)

source: Submit
da: Tilføj
de: Absenden
es: Enviar
fr: Envoyer
it: Invia
ru: Отправить

source: Time of this comment - Click for comment permalink
de: Zeit dieses Kommentares - Klicken für Kommentar-Permalink
es: Tiempo del comentario - Haz clic para enlace permanente
fr: Heure de ce commentaire - Cliquez pour le permalien
it: Ora di questo commento - Clicca per il permalink del commento
ru: Время этого комментария - Нажмите для постоянной ссылки на сообщение

source: Your comment is awaiting moderation
da: Din kommentar afventer godkendelse
de: Dein Kommentar wird moderiert
es: Su comentario está esperando moderación
fr: Votre commentaire est en attente de modération
it: Il tuo commento è in attesa di moderazione
ru: Ваши комментарии ожидают модерации

source: Be the first to write a comment!
da: Bliv den første til at skrive en kommentar!
de: Schreibe den ersten Kommentar!
es: ¡Se el primero en escribir un comentario!
fr: Soyez le premier à écrire un commentaire!
it: Sii il primo a commentare!
ru: Напиши самый первый комментарий!

source: Posts Tagged with
da: Indlæg tagget med
de: Posts getagget mit
es: Entradas etiquetadas con
fr: Billets avec mots-clés
it: Post con tag
ru: Постов с тегом

source: Tagged:
da: Tagget:
de: Tags:
es: Etiquetados:
fr: Mots-clés:
it: Con tag:
ru: Метки:

source: Newer Results
da: Nyere resultater
de: Neuere Ergebnisse
es: Resultados más recientes
fr: Résultats plus récents
it: Risultati più nuovi
ru: Новые результаты

source: Older Results
da: Ældre resultater
de: Ältere Ergebnisse
es: Resultados más antiguos
fr: Résultats plus anciens
it: Risultati più vecchi
ru: Старые результаты

source: to
da: til
de: bis
es: a:
fr: à
it: a
ru: до

source: Feed for this Entry
da: Feed for dette emne
de: Feed für diesen Eintrag
es: Suscripción a esta entrada
fr: Flux de ce billet
it: Feed per questa voce
ru: Канал для этой записи

source: Permanent Link to this Comment
da: Permanent link til denne kommentar
de: Dauerhafter Link zu diesem Kommentar
es: Enlace permanente a este comentario
fr: Permalien pour ce billet
it: Link permanente a questo commento
ru: постоянная ссылка для этого комментария

source: Comment by
da: Kommentar skrevet af
de: Kommentar von
es: Comentario de
fr: Commentaire par
it: Commento di
ru: Комментарий от

source: Time of this comment
da: Tid for denne kommentar
de: Zeitpunkt dieses Kommentars
es: Hora de este comentario
fr: Heure de ce commentaire
it: Ora di questo commento
ru: Время этого комментария

source: In moderation
da: Afventer godkendelse
de: wird moderiert
es: En moderación
fr: En attente de modération
it: In moderazione
ru: На модерации

source: There are currently no comments.
da: Der er i øjeblikket ingen kommentarer.
de: Bisher gibt es keine Kommentare.
es: Actualmente no hay comentarios.
fr: Il n'y a pas de commentaire.
it: Attualmente non ci sono commenti.
ru: Сейчас комментариев нет.

source: It seems you couldn't find what you are looking for.
da: Det ser ud til, at du ikke kunne finde, hvad du leder efter.
de: Anscheinend hast du nicht gefunden, wonach du gesucht hast.
es: Al parecer no has podido encontrar lo que estabas buscando.
fr: Il semble que vous n'arriviez pas à trouver ce que vous cherchez.
it: Sembra che tu non abbia trovato ciò che stai cercando.
ru: Похоже, Вы не можете найти что вы ищете.

source: Perhaps you can try searching.
da: Du kan måske prøve at søge
de: Vielleicht probierst du die Suchfunktion.
es: Tal vez pueda intentar buscando.
fr: Peut-être pourriez-vous essayer d'effectuer une recherche.
it: Forse puoi provare a cercare.
ru: Возможно, вы можете попробовать поискать.

source: Search
da: Søg
de: Durchsuchen
es: Buscar
fr: Rechercher
it: Cerca
ru: Поиск

source: Go!
da: Udfør!
de: Los!
es: ¡Ir!
it: Invia!
ru: Вперёд!

source: Subscribe to Feed
da: Abonner på feed
de: Feed abonnieren
es: Suscribirse a esta página
fr: S'abonner au flux
it: Abbonati al feed
ru: Подписаться на новостной канал

source: Home
da: Hjem
de: Startseite
es: Inicio
fr: Accueil
ru: Домой

source: Asides
de: Randnotizen
es: Apartes
fr: Encart
it: A lato
ru: Резервы

source: More Posts
da: Flere indlæg
de: Mehr Posts
es: Más entradas
fr: Plus de billets
it: Altri post
ru: Больше записей

source: Recent Comments
da: Nylige kommentarer
de: Letzte Kommentare
es: Comentarios recientes
fr: Commentaires récents
it: Commenti recenti
ru: Последние комментарии

source: User Login
da: Bruger-login
de: Benutzeranmeldung
es: Nombre de usuario
fr: Nom d'Utilisateur
it: Accesso utente
ru: Авторизация пользователя

source: Results for search of
da: Resultater for søgning for
de: Ergebnisse der Suche nach
es: Resultados para la búsqueda de
fr: Résultats de la recherche sur
it: Risultati per la ricerca di
ru: Результаты поиска

source: No results for
da: Ingen resultater for
de: Keine Ergebnisse für
es: No hay resultados para
fr: Aucun résultat pour
it: Nessun risultato per
ru: Нет результатов для

source: is powered by
da: er drevet af
de: läuft mit
es: está impulsado por
fr: est propulsé par
ru: работает на

source: That login is incorrect.
da: Det angivne login er ikke korrekt.
de: Ung&uoml;ltige Anmeldung
es: Esa cuenta es incorrecta.
fr: Cet identifiant est incorrect.
it: L'accesso non è corretto.
ru: Неверный логин.

source: You are logged in as
da: Du er logget ind som
de: Du bist angemeldet als
es: Ha iniciado sesión como
fr: Vous êtes connecté en tant que
it: Hai avuto accesso come
ru: Вы авторизованы как

source: Want to
da: Vil
de: Möchte
es: Quiere
fr: Voulez-vous
it: Vuoi
ru: Хочет

source: log out
da: log ud
de: abmelden
es: cerrar sesión
fr: vous déconnecter
it: uscire
ru: выйти

source: Password:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fr: Mot de Passe:
ru: Пароль:

source: GO!
da: KØR!
de: Los!
es: ¡IR!
it: Invia!
ru: ВПЕРЕД!

source: About You
da: Om dig
de: Über dich
es: Acerca de ti
fr: À propos de vous
it: A proposito di te
ru: О Вас

source: Required
da: Påkrævet
de: Benötigt
es: Requerido
fr: Obligatoire
it: Richiesto
ru: Обязательно

source: Email Address:
da: E-mail-adresse:
de: E-Mail-Adresse
es: Correo electrónico:
fr: Adresse courriel:
it: Indirizzo e-mail:
ru: Адрес эл.почты:

source: Web Address:
da: Hjemmesideadresse:
de: Web-Adresse:
es: Direccion web:
fr: Adresse Web
it: Sito web:
ru: Сайт:

source: <p><em><small>Email address is not published</small></em></p>
de: <p><em><small>E-Mail-Adresse ist nicht veröffentlicht</small></em></p>
es: <p><em><small>La dirección de email no será publicada</small></em></p>
fr: <p><em><small>L'adresse courriel n'est pas publiée</small></em></p>
it: <p><em><small>L'indirizzo e-mail non viene pubblicato</small></em></p>
ru: <p><em><small>Адрес e-mail не публикуется</small></em></p>

source: Add to the Discussion
da: Tilføj til diskussionen
de: Zur Diskussion hinzufügen
es: Añadir a la discusión
fr: Ajouter à la discussion
it: Aggiungi alla discussione
ru: Добавить к обсуждению

source: Message: (Required)
de: Nachricht: (Benötigt)
es: Mensaje: (Requerido)
fr: Message: (Requis)
it: Messaggio (richiesto):
ru: Сообщение: (Необходимо)

source: Page:
da: Side:
de: Seite:
es: Página:
it: Pagina:
ru: Страница:

source: by %s
da: af %s
de: von %s
es: por %s
fr: par %s
it: di %s
ru: от %s

source: Error!
da: Fejl!
de: Fehler!
fr: Erreur!
it: Errore!
ru: Ошибка!

source: The requested post was not found.
da: Det forespurgte indlæg blev ikke fundet.
de: Der angeforderte Post wurde nicht gefunden.
es: La entrada solicitada no se ha encontrado.
fr: Le billet demandé n'a pas été trouvé.
it: Il post richiesto non è stato trovato.
ru: Запрошенное сообщение не было найдено.

source: About
da: Om
de: Über
es: Acerca de
fr: À propos
it: Descrizione
ru: О программе

source: Search results for %s
da: Søg resultater for %s
de: Suchergebnisse für %s
es: Buscar resultados para %s
fr: Résultats de recherche pour "%s"
it: Cerca risultati per %s
ru: Результаты поиска для %s

source: is powered by
da: er drevet af
de: läuft mit
es: está impulsado por
fr: est propulsé par
ru: работает на

source: and a huge amount of
de: und einer großen Menge
es: y una inmensa cantidad de
fr: et une quantité énorme de
ru: и большое количество

source: Caffeine
da: Koffein
de: Koffein
es: Cafeína
fr: Caféine
ru: кофеина

source: and
da: og
de: und
es: y
fr: et
it: e
ru: и

source: Edit Your Profile
da: Rediger din profil
de: Ihr Profil bearbeiten
es: Editar su perfil
fr: Modifier votre Profil
it: Modifica il tuo profilo
ru: Редактировать Ваш профиль

source: Sign in
da: Log på
de: Anmelden
es: Entrar
fr: S'enregistrer
it: Accedi
ru: Вход

source: (will not be published)
de: (wird nicht veröffentlicht)
es: (no será publicado)
fr: (ne sera pas publié)
it: (non verrà pubblicato)
ru: (не будет опубликовано)

source: Responses to
da: Svar til
de: Antworten zu
es: Respuestas a
fr: Réponses pour
it: Risposte a
ru: Ответы на

source: Time of this Comment
da: Tid for denne kommentar
de: Zeitpunkt dieses Kommentars
es: Hora de este comentario
fr: Heure de ce commentaire
it: Ora di questo commento
ru: Время этого комментария

source: Leave a Reply
da: Læg et svar
de: Antwort hinterlassen
es: Dejar una respuesta
fr: Répondre
it: Scrivi un commento
ru: Оставить ответ

source: Permission token deleted: %s
da: Tilladelsestoken slettet: %s
de: Berechtigungs-Token gelöscht: %s
es: Señal de permiso eliminada: %s
fr: Permission supprimée: %s
it: Il permesso %s è stato eliminato
ru: Маркер разрешения удалён: %s

source: Group %1$s: Access to %2$s changed to %3$s
da: Gruppe %1$s: Adgang til %2$s ændret til %3$s
de: Gruppe %1$s: Zugriff auf %2$s geändert zu %3$s
es: Grupo %1$s: acceso a %2$s cambiado a %3$s
fr: Groupe "%1$s": L'accès à la ressource "%2$s" a été changé à "%3$s"
it: Gruppo %1$s: Accesso a %2$s cambiato in %3$s
ru: Группа %1$s: Доступ к %2$s изменён на %3$s

source: Group %1$s: Permission to %2$s revoked.
da: Gruppe %1$s: Tilladelse til %2$s fjernet.
de: Gruppe %1$s: Berechtigung für %2$s widerrufen.
es: Grupo %1$s: permiso a %2$s revokado.
fr: Groupe %1$s: Permission de %2$s révoquée.
it: Gruppo %1$s: Permesso a %2$s revocato.
ru: Группа %1$s: Доступ к %2$s отменён.

source: Manage comments on all posts
da: Administrer kommentarer for alle indlæg
de: Kommentare aller Posts verwalten
es: Administrar comentarios en todas las entradas
fr: Gérer les commentaires de tous les billets
it: Gestisci i commenti a tutti i post
ru: Управлять комментариями на все сообщения

source: Manage comments on one's own posts
da: Administrer kommentarer for egne indlæg
de: Kommentare eigener Posts verwalten
es: Administrar comentarios en las entradas propias
fr: Gérer les commentaires de ses propres billets
it: Gestisci i commenti ai propri post
ru: Управлять комментариями на собственные сообщения

source: Manage tags
da: Administrer tags
de: Tags verwalten
es: Administrar etiquetas
fr: Gérer les mots-clés
it: Gestisci le tag
ru: Управлять тегами

source: Manage options
da: Administrer muligheder
de: Einstellungen verwalten
es: Administrar opciones
fr: Gérer les options
it: Gestisci le opzioni
ru: Управлять опциями

source: Change theme
da: Skift tema
de: Design ändern
es: Cambiar tema
fr: Changer le thème
it: Cambia tema
ru: Изменять тему

source: Configure the active theme
da: Konfigurer det aktive tema
de: Aktives Design konfigurieren
es: Configurar el tema activo
fr: Configurer le thème actuel
it: Configura il tema attivo
ru: Настроить активную тему оформления

source: Activate/deactivate plugins
da: Aktiver/deaktiver plugins
de: Plugins aktivieren/deaktivieren
es: Activar/desactivar complementos
fr: Activer/désactiver des extensions
it: Attiva / disattiva i plugin
ru: Активировать/деактивировать плагины

source: Configure active plugins
da: Konfigurer aktive plugins
de: Aktive Plugins konfigurieren
es: Configurar complementos activos
fr: Configurer les extensions actuelles
it: Configura i plugin attivi
ru: Настроить активные плагины

source: Use the importer
da: Brug importeren
de: Den Importer verwenden
es: Usar el importador
fr: Utiliser la fonction d'importation
it: Usa il plugin per l'importazione
ru: Использовать имортёр

source: Add, remove, and edit users
da: Tilføj, fjern og rediger brugere
de: Benutzer hinzufügen, entfernen und bearbeiten
es: Añadir, eliminar y editar usuarios
fr: Ajouter, supprimer et modifier des utilisateurs
it: Aggiungi, rimuovi e modifica gli utenti
ru: Добавить, удалить, и редактировать пользователей

source: Edit own profile
de: Eigenes Profil bearbeiten
es: Editar perfil propio
fr: Modifier son profil
it: Modifica il proprio profilo
ru: Редактировать собственный профиль

source: Manage groups and permissions
da: Administrer grupper og tilladelser
de: Gruppen und Berechtigungen verwalten
es: Administrar grupos y permisos
fr: Gérer les groupes et leurs permissions
it: Gestisci i gruppi e i permessi
ru: Управлять группами и разрешениями

source: Manage logs
da: Administrer logs
de: Protokolle verwalten
es: Administrar registros
fr: Gérer les journaux
it: Gestisci i log
ru: Управлять логами

source: Permissions on one's own posts
da: Tilladelser på ens egne indlæg
de: Berechtungen auf eigene Posts
es: Permisos en las entradas propias
fr: Permissions sur ses propres billets
it: Permessi sui propri post
ru: Разрешения на свои собственные сообщения

source: Content
da: Indhold
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ru: Содержимое

source: Permissions to all posts
da: Tilladelse til alle indlæg
de: Berechtigung für alle Posts
es: Permisos a todas las entradas
fr: Permissions pour tous les billets
it: Permessi a tutti i post
ru: Разрешения на все сообщения

source: Permissions to other users' unpublished posts
de: Rechte an unveröffentlichten Posts anderer User
es: Permisos a los artículos sin publicar de otros usuarios
it: Permessi ai post non pubblicati di altri utenti
ru: Разрешения на неопубликованные сообщения других пользователей

source: Permissions to posts of type "%s"
da: Tilladelser til indlæg af typen "%s"
de: Berechtigungen für Posts des Typs "%s"
es: Permisos en las entradas de tipo «%s»
fr: Permissions aux billets de type "%s"
it: Permessi per i post di tipo "%s"
ru: Разрешения на сообщения типа "%s"

source: admin
da: administrator
de: Administrator
es: administrador
it: amministrazione
ru: администратор

source: authenticated
da: autoriseret
de: authentifiziert
es: autenticado
fr: authentifié
it: autenticato
ru: аутентифицированный

source: Invalid state %d in %s->parse()
da: Ugyldig tilstand %d i %s->parse()
de: Ungültiger Zustand %d in %s->parse()
es: Estado invalido %d en %s->parse()
fr: Etat invalide (%d) dans %s->parse()
ru: Недопустимое состояние %d в %s->parse()

source: Unable to connect to %s
da: Kunne ikke forbinde til %s
de: Verbindung zu %s nicht möglich
es: No se pudo conectar a %s
fr: Impossible de se connecter à %s.
it: Impossibile connettersi a %s
ru: Не удаётся соединиться с %s

source: Request timed out
de: Zeitüberschreitung der Anforderung
es: Expiró el tiempo de respuesta
fr: Délai de la requête expiré
it: Richiesta scaduta
ru: Истекло время ожидания запроса

source: Invalid XML response.
da: Ugyldigt XML svar
de: Ungültige XML-Antwort.
es: Respuesta XML inválida.
fr: Réponse XML invalide.
ru: Неверный XML ответ.

source: Password mis-match.
da: Adgangskoder passer ikke.
de: Die Passwörter stimmen nicht überein.
es: La contraseña no coincide.
fr: Mots de passe différents.
it: Le password non coincidono.
ru: Пароль не подходит.

source: Allowed characters are A-Z, a-z and "_".
da: Tilladte bogstaver er A-Z, a-z og "_".
de: Zulässige Zeichen sind A-Z, a-z und "_".
es: Los caracteres permitidos son A-Z, a-z y «_».
fr: Les caractères permis sont A-Z, a-z et "_".
it: I caratteri permessi sono A-Z, a-z e "_".
ru: Допустимые символы: A-Z, a-z и "_".

source: Could not write config.php file&hellip;
da: Kunne ikke skrive config.php fil&hellip;
de: Die config.php Datei konnte nicht erstellt werden&hellip;
es: No se pudo escribir el archivo config.php&hellip;
it: Impossibile scrivere il file config.php&hellip;
ru: Невозможно записать файл config.php &hellip;

source: Habari successfully installed.
da: Habari succesfuldt installeret.
de: Habari wurde erfolgreich installiert.
es: Habari se instaló con éxito.
fr: Habari a été correctement installé.
it: Habari è stato installato con successo.
ru: Habari успешно установлена.

source: User is required.
da: Bruger er nødvendig.
de: Ein Benutzername ist erforderlich.
es: Usuario es requerido.
fr: L'utilisateur doit être précisé.
it: È richiesto un utente.
ru: Требуется пользователь.

source: Name for database is required.
da: Navn på database nødvendig.
de: Ein Name für die Datenbank ist erforderlich.
es: Se requiere un nombre de base de datos.
fr: Le nom de la base de données est obligatoire.
it: È richiesto un nome per il database.
ru: Необходимо название базы данных.

source: Host is required.
da: Vært er nødvendig.
de: Ein Hostname ist erforderlich.
es: Se requiere un equipo.
fr: L'hôte doit être précisé.
it: È richiesto un host.
ru: Необходим хост.

source: Problem connecting to supplied database credentials
da: Problem med at forbinde med de angivne databaseinformationer
de: Problem beim Anmelden zum angegebenen Datenbank-Zugang
es: Problema conectando a la base de datos con las credenciales otorgadas.
fr: Problème de connexion à la base de données avec les informations fournies
it: C'è stato un problema di connessione con le credenziali del database fornite.
ru: Ошибка соединения с базой данных с использованием указанных данных

source: Could not create schema tables&hellip; %s
de: Die Schema Tabellen konnten nicht erstellt werden &hellip; %s
es: No se pudo crear el esquema de tablas&hellip; %s
it: Impossibile creare le tabelle&hellip; %s
ru: Не удалось создать схему таблиц&hellip; %s

source: Problem creating default options
da: Problem med at oprette normalværdier for muligheder
de: Problem beim Erstellen der Standard-Einstellungen
es: Problema al crear las opciones por defecto.
fr: Erreur lors de la définition des options par défaut.
it: C'è stato un problema nella creazione delle opzioni di default
ru: Ошибка при создании стандартных опций

source: Problem creating tags vocabulary
de: Problem beim Erstellen das Tag-Wortverzeichnisses
es: Ocurrió un problema al crear el vocabulario de etiquetas
fr: Problème dans la création du vocabulaire
it: C'è stato un problema nella creazione del vocabolario delle tag
ru: Ошибка при создании словаря тегов

source: Problem creating base post types
da: Problem med at oprette basis posttyper
de: Problem die Standard-Post-Typen anzulegen
es: Problema al crear tipos de entradas base
fr: Problème rencontré lors de la création des types de base.
it: C'è stato un problema nella creazione dei tipi di post di base
ru: Ошибка при создании стандартных типов сообщений

source: Problem creating admin user.
da: Problem med at oprette administratorbruger.
de: Problem beim Erstellen des Administrator-Benutzers.
es: Problema al crear el usuario administrador.
fr: Erreur lors de la création du compte administrateur.
it: C'è stato un problema nella creazione dell'utente amministratore.
ru: Ошибка при создании учётной записи администратора.

source: Problem creating admin group.
da: Problem med at oprette administratorgruppe.
de: Problem beim Erstellen der Administrations-Gruppe.
es: Problema al crear el grupo admin.
fr: Une erreur est survenue lors de la création du groupe admin.
it: C'è stato un problema nella creazione del gruppo di amministrazione.
ru: Ошибка при создании группы администраторов.

source: Problem creating first post.
da: Problem med at oprette første indlæg.
de: Problem beim Erstellen des ersten Posts.
es: Problema al crear la primera entrada.
fr: Erreur lors de la création du premier billet.
it: C'è stato un problema nella creazione del primo post.
ru: Ошибка при создании первого сообщения.

source: Access denied. Make sure these credentials are valid.
da: Adgang nægtet. Sørg for at disse informationer er korrekte.
de: Zugriff verweigert. Bitte prüfen Sie ob Ihre Anmeldedaten korrekt sind.
es: Acceso denegado. Asegúrese de que estas credenciales sean válidas.
fr: Accès refusé. Veuillez vérifier les identifiants de connexion.
it: Accesso negato. Assicurati che quelle credenziali siano valide.
ru: Доступ запрещен. Удостоверьтесь, что логин и пароль верны.

source: That database does not exist.
da: Databasen eksisterer ikke.
de: Diese Datenbank existiert nicht.
es: La base de datos no existe
fr: La base de données n'existe pas.
it: Quel database non esiste.
ru: Такой базы данных не существует.

source: Could not connect to host.
da: Kunne ikke forbinde til værten.
de: Konnte nicht zum Host verbinden.
es: No se pudo conectar al equipo.
fr: Impossible de se connecter à l'hôte.
it: Non è stato possibile connettersi all'host.
ru: Не удаётся соединиться с хостом.
