Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: An error occurred
da: En fejl opstod
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ru: Произошла ошибка

source: Unable to connect to database. Error message: %s
de: Konnte nicht zur Datenbank verbinden. Fehlermeldung: %s
es: Imposible conectar a la base de datos. Mensaje de erro: %s
it: Impossibile connettersi al database. Messaggio di errore: %s
ru: Невозможно установить соединение с базой данных. Сообщение об ошибке: %s

source: Unable to connect to database.
da: Ikke i stand til at forbinde til database.
de: Kann nicht zur Datenbank verbinden.
es: Incapaz de conectar a la base de datos.
fr: Impossible de se connecter à la base de donnée.
it: Impossibile connettersi al database.
ru: Невозможно соединиться с базой данных.

source: post
da: indlæg
es: entrada
fr: billet
ru: запись

source: posts
da: indlæg
es: entradas
fr: billets
it: post
ru: записи

source: DB Profiling
da: DB profilering
es: Perfiles de BD
it: Profilo DB
ru: Профилирование БД

source: Name:
da: Navn:
es: Nombre:
fr: Nom:
it: Nome:
ru: Имя:

source: in
da: i
es: en
fr: dans
ru: в

source: Import
da: Importer
es: Importar
fr: Importer
it: Importa
ru: Импорт

source: Filter
da: Filtrer
es: Filtro
fr: Filtre
it: Filtra
ru: Фильтр

source: %d tag
es: %d etiqueta
ru: %d метка

source: %1$s update: %3$s
es: %1$s actualizar: %3$s
it: Aggiornamento %1$s: %3$s
ru: %1$s обновление: %3$s

source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome
ru: Имя

source: name
da: navn
es: nombre
fr: nom
it: nome
ru: имя

source: Admin
da: Administrator
es: Administrador
fr: Administration
ru: Админ

source: Website
da: Hjemmeside
es: Sitio web
fr: Site Web
it: Sito web
ru: Вебсайт

source: Navigation
es: Navegación
it: Navigazione
ru: Навигация

source: anonymous
da: anonym
es: anónimo
fr: anonyme
it: anonimo
ru: аноним

source: Email
es: Correo electrónico
fr: Courriel

source: Strict Notice
es: Noticia estricta
fr: Avis Strict
ru: Уведомление соответствия

source: System Status
es: Estado del sistema
fr: Etat du système
it: Stato del sistema
ru: Статус системы

source: Portrait URL
da: Portræt URL
es: URL mostrado
fr: URL du Portrait
it: URL del ritratto
ru: URL портрета

source: Status
es: Estado
fr: État
it: Stato
ru: Статус

source: Habari Version
es: Versión de Habari
fr: Version de Habari
it: Versione di Habari
ru: Версия Habari

source: Habari API Version
es: Versión de la API de Habari
fr: Version de l'API Habari
it: Versione delle API di Habari
ru: Версия Habari API

source: PHP Version
es: Versión de PHP
fr: Version de PHP
it: Versione di PHP
ru: Версия PHP

source: Server Software
es: Software del servidor
fr: Type de serveur
it: Software del server
ru: Программное обеспечение сервера

source: PCRE Version
es: Versión de PCRE
fr: Version de PCRE
it: Versione di PCRE
ru: Версия PCRE

source: Browser
es: Navegador
fr: Navigateur
ru: Браузер

source: Tags
es: Etiquetas
fr: Mots-Clés
it: Tag
ru: Метки

source: Plugins
es: Complementos
fr: Extensions
it: Plugin
ru: Плагины

source: Logs
es: Registros
fr: Journaux
it: Log
ru: Журналы

source: minute
es: minuto
it: minuto
ru: минута

source: Dropdown
es: Desplegable
it: A cascata
ru: Выпадающий список

source: Sets
es: Álbumes
fr: Albums
it: Set
ru: Наборы

source: E-Mail
ru: Электронная почта

source: IP
fr: Adresse IP
ru: IP-адрес

source: &hellip;%d arg&hellip;
ru: &hellip;%d аругмент&hellip;

source: Spam
fr: Pourriel
ru: Спам

source: Videos
fr: Vidéos
it: Video
ru: Видео

source: %d Pingbacks
fr: %d pings reçus
it: %d pingback

source: %d Pingback
fr: %d ping reçu
