Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: Login attempt (via authentication plugin) for non-existent user %s
da: Loginforsøg (via autoriseringsplugin) for ikkeeksisterende bruger %s
de: Anmeldeversuch (mit Authentifizierungs-Plugin) von einem nicht existierenden Benutzer %s
es: Intento de inicio de sesión (mediante el complemento de autenticación) por usuario no existente %s
fr: Tentative de connexion (via l'extension d'authentification) de l'utilisateur inexistant "%s"
it: Tentativo di accesso (attraverso un plugin di autenticazione) per l'utente inesistente %s
ru: Попытка авторизации (через плагин авторизации) для несуществующего пользователя %s

source: Invalid username/password
de: Benutzername/Passwort ungültig
es: Nombre de Usuario o Contraseña Inválidos
fr: Nom d'utilisateur / mot de passe invalides
it: Nome utente / password non validi
ru: Неверные имя пользователя/пароль

source: Login attempt for non-existent user %s
da: Login forsøg for ikkeeksisterende bruger %s
de: Anmeldeversuch von einem nicht existierenden Benutzer %s
es: Intento de inicio de sesión por usuario no existente %s
fr: Tentatve de connexion de l'utilisateur inexistant "%s"
it: Tentativo di accesso per l'utente inesistente %s
ru: Попытка аутендификации для несуществующего пользователя %s

source: Wrong password for user %s
da: Forkert adgangskode for bruger %s
de: Falsches Passwort für Benutzer %s
es: Contraseña incorrecta para usuario %s
fr: Mot de passe incorrect pour l'utilisateur "%s"
it: Password non corretta per l'utente %s
ru: Неверный пароль для пользователя %s

source: User %1$s: Access to %2$s changed to %3$s
da: Bruger %1$s: Adgang til %2$s ændret til %3$s
de: Benutzer %1$s: Zugriff auf %2$s geändert zu %3$s
es: Usuario %1$s: acceso a %2$s cambiado a %3$s
fr: Utilisateur %1$s: Permission à %2$s modifiée pour %3$s
it: User %1$s: Accesso a %2$s cambiato in %3$s
ru: Пользователь %1$s: Доступ к %2$s изменён на %3$s

source: User %1$s: Permission to %2$s revoked.
da: Bruger %1$s: Tilladelse til %2$s fjernet.
de: Benutzer %1$s: Zugriff auf %2$s widerrufen.
es: Usuario %1$s: permiso para %2$s revocado.
fr: Utilisateur %1$s: Permission à %2$s supprimée.
it: Utente %1$s: Permesso a %2$s revocato.
ru: Пользователь %1$s: Доступ к %2$s отменён.

source: User %1$s: Added to %2$s group.
da: Bruger %1$s: tilføjet til %2$s gruppe.
de: Benutzer %1$s: Zu Gruppe %2$s hinzugefügt.
es: Usuario%1$s: añadido a grupo %2$s.
fr: Utilisateur %1$s: Ajouté au groupe %2$s.
it: Utente %1$s: Aggiunto al gruppo %2$s.
ru: Пользователь %1$s: Добавлен в группу %2$s.

source: User %1$s: Removed from %2$s group.
da: Bruger %1$s: Fjernet fra %2$s gruppe.
de: Benutzer %1$s: Aus Gruppe %2$s entfernt.
es: Usuario %1$s: eliminado del grupo %2$s.
fr: Utilisateur %1$s: Supprimé du groupe %2$s.
it: Utente %1$s: rimosso dal gruppo %2$s.
ru: Пользователь %1$s: Удалён из группы %2$s.

source: The APC Cache PHP module is not loaded - the cache is disabled.
da: APC Cache PHP modulet er ikke indlæst - cachen er slået fra.
de: Das APC-Cache-PHP-Modul ist nicht geladen - der Cache ist deaktiviert.
es: El módulo PHP de caché APC no está cargado - la caché está desactivada.
fr: Le module PHP de cache APC n'est pas chargé, le cache est désactivé.
it: Il modulo APC Cache di PHP non è caricato - la cache è disabilitata.
ru: Модуль PHP "APC Cache" не загружен - кэш отключен.

source: Could not find a rule matching the following names: %s. File: %s (line %s)
da: Kunne ikke finde en regel der matcher følgende navne: %s. Fil: %s (linje %s)
de: Für die folgenden Namen konnte keine Regel gefunden werden: %s. Datei: %s (Zeile %s)
es: No se ha podido encontrar ninguna regla coincidente para los siguientes nombres: %s. Archivo: %s (línea %s)
fr: Impossible de trouver une règle correspondant aux noms suivants: %s. Fichier: %s (ligne %s)
it: Non è stata trovata una regola corrispondente ai nomi seguenti: %s. File: %s (linea %s)
ru: Не удалось найти правило, соответствующее следующим именам: %s. Файл: %s (строка %s)

source: Panic! No database connection class appears to be found for the connection string specified. Please check config.php
da: Panik! Ingen databaseforbindelsesclass ser ud til at findes for de angivne forbindelsesstreng. Tjek venligst config.php
de: Panik! Es wurde anscheinend keine Datenbank-Verbindungsklasse für die Verbindungs-Zeichenfolge gefunden. Bitte prüfe die config.php-Datei.
es: ¡Alarma! No se encuentra la clase de conexión a la base de datos para la cadena de conexión especificada. Por favor revise config.php
fr: Alerte! Aucune classe de connexion à la base de données ne semble correspondre à la chaîne de connexion fournie. Merci de vérifier le fichier config.php
it: Panico! Nessuna classe di connessione al database sembra essere stata trovata per la stringa di connessione specificata. Controlla config.php
ru: Ошибка! Не найден класс для соединения с базой данных для указанной строки подключения. Пожалуйста, проверьте Ваш config.php

source: Please visit %1$s to reset your password.
da: Besøg venligst %1$s for at nulstille din adgangskode.
de: Bitte besuche %1$s um dein Passwort zurückzusetzen.
es: Visite %1$s para restablecer su contraseña.
fr: Veuillez visiter %1$s pour réinitialiser votre mot de passe
it: Visita %1$s per reimpostare la password.
ru: Пожалуйста, зайдите на %1$s чтобы обновить пароль.

source: [%1$s] Password reset request for %2$s
da: [%1$s] Adgangskode-nulstillingsforespørgsel for %2$s
de: [%1$s] Password zurücksetzen für %2$s
es: [%1$s] Petición de reinicio de contraseña para %2$s
fr: [%1s] Demande de réinitialisation de mot de passe pour %2s
it: [%1$s] Richiesta di reimpostazione della password per %2$s
ru: [%1$s] Запрос на обновление пароля для %2$s

source: A password reset request has been sent to the user.
da: En adgangskode-nulstillingsforespørgsel er blevet sendt til brugeren.
de: Eine Anforderung zum Zurücksetzen des Passworts wurde an den Benutzer gesendet.
es: Se ha enviado una respuesta a una petición de reinicio de contraseña al usuario.
fr: Une demande de réinitialisation de mot de passe a été envoyé à l'utilisateur.
it: Una richiesta di reimpostazione della password è stata inviata all'utente.
ru: Запрос на смену пароль был послан пользователю.

source: Bad credentials
da: Ugyldige informationer
de: Ungültige Anmeldedaten
es: Credenciales erróneas.
fr: Identifiants incorrects
it: Credenziali non corrette
ru: Неверные учётные данные

source: Your password for %1$s has been reset. Your credentials are as follows--- Username: %2$s Password: %3$s
da: Din adgangskode for %1$s er blevet nulstillet. Dine informationer er som følger--- Brugernavn: %2$s Adgangskode: %3$s
de: Dein Kennwort für %1$s wurde zurückgesetzt. Deine Zugangsdaten sind wie folgt--- Benutzername: %2$s Kennwort: %3$s
es: Su contraseña de %1$s se ha reiniciado. Sus credenciales son las siguientes: Usuario: %2$s Contraseña: %3$s
fr: Votre mot de passe pour %1$s a été réinitialisé. Vos informations de connexion sont les suivantes--- Identifiant: %2$s Mot de passe: %3$s
it: La tua password per %1$s è stata reimpostata. Le tue credenziali sono le seguenti: Nome utente: %2$s Password: %3$s
ru: Ваш пароль для %1$s был сброшен. Ваши учётные данные --- Имя пользователя: %2$s Пароль: %3$s

source: [%1$s] Password has been reset for %2$s
da: [%1$s] Adgangskode er blevet nulstillet for %2$s
de: [%1$s] Passwort für %2$s wurde zurückgesetzt.
es: [%1$s] La contraseña de %2$s se ha reiniciado
fr: [%1s] Le mot de passe de l'utilisateur %2s a été réinitialisé
it: [%1$s] La password è stata reimpostata per %2$s
ru: [%1$s] Пароль был сброшен для %2$s

source: A new password has been sent to the user.
da: En ny adgangskode er blevet tilsendt brugeren.
de: Ein neues Passwort wurde an den Benutzer gesendet.
es: Se ha enviado una nueva contraseña al usuario.
fr: Un nouveau mot de passe a été envoyé à l'utilisateur.
it: Una nuova password è stata inviata all'utente.
ru: Пользователю был выслан новый пароль.

source: There was a problem resetting the password. It was not reset.
da: Der opstod et problem med at nulstille adgangskoden. Den blev ikke nulstillet.
de: Es trat ein Problem beim Zurücksetzen des Passworts auf. Es wurde nicht zurückgesetzt.
es: Hubo un problema reiniciando la contraseña. No fue reiniciada.
fr: Un problème a eu lieu lors de la réinitialisation du mot de passe. Celui-ci est resté inchangé.
it: C'è stato un problema nella reimpostazione della password. Non è stata reimpostata.
ru: Возникли проблемы с обновлением пароля. Пароль не был изменен.

source: The supplied password reset token has expired or is invalid.
da: Den angivne adgankskode-nulstillingstoken er udløbet eller ugyldig.
de: Das Passwort-Zurücksetztoken ist abgelaufen oder ungültig.
es: La señal de reinicio de la contraseña dada ha expirado o no es válida.
fr: Le jeton de réinitialisation fourni a expiré ou est invalide.
it: Il token assegnato per la reimpostazione della password è scaduto o non è valido.
ru: Указанный маркер сброса пароля истёк или неверен.

source: New block %1$s: %2$s
de: Neuer Block %1$s: %2$s
es: Nuevo bloque %1$s: %2$s
fr: Nouveau bloc %1$s: %2$s
it: Nuovo blocco %1$s: %2$s
ru: Новый блок %1$s: %2$s

source: Block %1$s (%2$s) deleted.
de: Block %1$s (%2$s) gelöscht.
es: Bloque %1$s (%2$s) borrado.
fr: Bloc %1$s (%2$s) supprimé.
it: Il blocco %1$s (%2$s) è stato eliminato.
ru: Блок %1$s (%2$s) удалён.

source: Saved block configuration.
de: Block-Konfiguration gespeichert.
es: Configuración del bloque guardada.
fr: Configuration du block sauvegardée
it: La configurazione del blocco è stata salvata.
ru: Сохранить конфигурацию блока.

source: Logs purged.
de: Protokolle bereinigt.
es: Registros purgados
fr: Logs purgés.
it: Log eliminati.
ru: Логи очищены.

source: xmlrpc extension not found
da: xmlrpc udvidelse ikke fundet
de: xmlrpc-Erweiterung nicht gefunden
es: No se encontró el complemento xmlrpc
fr: extension xmlrpc non trouvée
ru: не найдено раширение xmlrpc

source: New vocabulary %1$s (%2$s)
de: Neues Wortverzeichnis %1$s (%2$s)
es: Nuevo vocabulario %1$s (%2$s)
fr: Nouveau vocabulaire %1$s (%2$s)
it: Nuovo vocabolario %1$s (%2$s)
ru: Новый словарь %1$s (%2$s)

source: Vocabulary %1$s (%2$s) deleted.
de: Wortverzeichnis %1$s (%2$s) gelöscht.
es: Vocabulario %1$s (%2$s) borrado.
fr: Vocabulaire %1$s (%2$s) supprimé.
it: Il vocabolario %1$s (%2$s) è stato eliminato.
ru: Словарь %1$s (%2$s) удалён.

source: Term %1$s in the %2$s vocabulary has been renamed to %3$s.
de: Term %1$s im %2$s-Wortverzeichnis wurde zu %3$s umbenannt.
es: El término %1$s en el vocabulario %2$s ha sido renombrado a %3$s.
it: Il termine %1$s nel vocabolario %2$s è stato rinominato come %3$s.
ru: Термин %1$s в словаре %2$s был переименован в %3$s.

source: Unsupported digest algorithm "%s"
da: Ikke understøttet fordøjelsesalgoritme "%s"
de: Nicht unterstützter Digest-Algorithmus "%s"
es: Algoritmo de resumen no permitido «%s»
fr: Algorithme non supporté "%s"
ru: Не поддерживаемый алгоритм дайджеста "%s"

source: Invalid hash
da: Ugyldig hash
de: Ungültiger Hash
es: Hash no válido
fr: Hachage invalide
ru: Неверный хэш

source: Unbalanced braces.
de: Nicht alle Klammernpaare geschlossen
es: Llaves no balanceadas.
fr: Accolades mal balancées
ru: Скобки без пары

source: We saved the last form you posted. Log back in to continue its submission.
da: Vi gemte den sidste formular du udfyldte. Log ind igen for at forsætte.
de: Wir haben das letzte von dir ausgefüllte Formular gespeichert. Melde dich wieder an, um die Übertragung fortzusetzen.
es: Guardamos el último formulario que envió. Vuelva a iniciar sesión para continuar su envío.
fr: Les données soumises ont été sauvegardées. Vous devez vous reconnecter pour poursuivre l'envoi.
it: L'ultimo modulo che hai scritto è stato salvato. Accedi nuovamente per continuare la pubblicazione.
ru: Мы сохранили последние данные формы, который вы ввели. Войдите, чтобы продолжить.

source: Access to that page has been denied by the administrator.
da: Adgang til den side er blevet afvist af administratoren.
de: Der Zugriff auf diese Seite wurde vom Administrator gesperrt.
es: El acceso a esa página ha sido prohibido por el administrador.
fr: L'accès à cette page a été restreint par l'administrateur.
it: L'accesso a questa pagina è stato negato dall'amministratore.
ru: Доступ к этой странице был запрещён администратором.

source: %1$s->%2$s() does not exist.
da: %1$s->%2$s() eksisterer ikke.
de: %1$s->%2$s() existiert nicht.
es: %1$s->%2$s() no existe.
fr: %1$s->%2$s() n'existe pas.
it: %1$s->%2$s() non esiste.
ru: %1$s->%2$s() не существует.

source: The page you were looking for was not found.
da: Siden du ledte efter blev ikke fundet.
de: Die gesuchte Seite konnte nicht gefunden werden.
es: La página que está buscando no se ha encontrado.
fr: La page que vous cherchiez est introuvable.
it: La pagina che stavi cercando non è stata trovata.
ru: Страница, которую вы искали, не найдена.

source: Name & Tagline
da: Navn & slogan
de: Name und Beschreibung
es: Nombre y eslogan
fr: Nom & Sous-titre
it: Nome & Tagline
ru: Имя и Подзаголовок

source: Site Name
da: Sidenavn
de: Websitename
es: Nombre del sitio
fr: Nom du site
it: Nome del sito
ru: Название сайта

source: Site Tagline
da: Sidens slogan
de: Beschreibung der Website
es: Eslogan del sitio
fr: Sous-titre du site
it: Tagline del sito
ru: Слоган сайта

source: Publishing
da: Publicerer
de: Veröffentlichung
es: Editorial
fr: Publication
it: Pubblicazione
ru: Публикации

source: Items per Page
da: Emner pr side
de: Elemente pro Seite
es: Entradas por página
fr: Éléments par page
it: Elementi per pagina
ru: Элементов на странице

source: Entries to show in Atom feed
da: Indlæg der skal vises i Atomfeed
de: Einträge, die im Atom-Feed angezeigt werden sollen
es: Entradas a mostrar en el canal de suscripción Atom
fr: Élements affichés au flux Atom
it: Voci da mostrare nel feed Atom
ru: Записи для подписки Atom

source: Require Comment Author Info
da: Påkræv kommentarforfatters info
de: Kommentarautor-Info erfordern
es: Requerir información del autor del comentario
fr: Identité requise pour commenter
it: Richiedi informazioni sull'autore del commento
ru: Требовать информацию об авторе комментария

source: Time & Date
da: Tid & dato
de: Uhrzeit & Datum
es: Hora y fecha
fr: Date & Heure
it: Ora & Data
ru: Время и дата

source: Time Zone
da: Tidszone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ru: Часовой пояс

source: Current Date Time: %s
de: Aktuelles Datum/Uhrzeit: %s
es: Fecha y hora actual: %s
fr: Date et heure actuelle: %s
it: Data e ora attuale: %s
ru: Текущие дата и время: %s

source: Date Format
da: Datoformat
de: Datumsformat
es: Formato de fecha
fr: Format de date
it: Formato della data
ru: Формат даты

source: Current Date: %s
de: Aktuelles Datum: %s
es: Fecha actual: %s
fr: Date actuelle: %s
it: Data attuale: %s
ru: Текущая дата: %s

source: Time Format
da: Tidsformat
de: Zeitformat
es: Formato de hora
fr: Format d'heure
it: Formato dell'ora
ru: Формат времени

source: Current Time: %s
de: Aktuelle Zeit: %s
es: Hora Actual: %s
fr: Heure actuelle: %s
it: Ora attuale: %s
ru: Текущее время: %s

source: Language
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ru: Язык

source: Locale
da: Lokal
de: Lokalisierung
es: Ubicación
fr: Langue
it: Localizzazione
ru: Локаль

source: International language code
de: Internationaler Sprachcode
es: Código de lenguaje internacional
fr: Code de langue international
it: Codice lingua internazionale
ru: Международный языковой код

source: System Locale
da: Systemlokalitet
de: Systemlokalisierung
es: Sistema de localización
fr: Langue du système
it: Localizzazione del sistema
ru: Системная локаль

source: The appropriate locale code for your server
de: Geeigneter Sprachcode für deinen Server
es: El código local apropiado para su servidor
fr: Le code de langue approprié pour votre serveur.
it: Il codice di localizzazione appropriato per il tuo server
ru: Соответствующий код локали для вашего сервера

source: Troubleshooting
da: Fejlfinding
de: Problembehebung
es: Resolución de problemas
fr: Dépannage
it: Risoluzione dei problemi
ru: Устранение неполадок

source: Minimum Severity
de: Minimaler Schweregrad
es: Severidad mínima
it: Gravità minima
ru: Минимальный уровень ошибок

source: Only log entries with a this or higher severity.
de: Nur Logeinträge mit diesem oder einem höheren Schweregrad.
es: Sólo registrar sucesos con esta severidad o mayor
it: Registra soltanto voci con gravità uguale o maggiore.
ru: Только вхождения лога с этой, или большим уровнем ошибок.

source: Log Backtraces
de: Rückverfolgungen protokollieren
es: Registrar backtraces
fr: Erreurs détaillées
it: Registra i backtrace
ru: Запись трассировок

source: Logs error backtraces to the log table's data column. Can drastically increase log size!
de: Fehler-Rückverfolgung in der Datenspalte der Logtabelle speichern. Kann die Größe des Logs drastisch erhöhen!
es: Registrar los backtraces en la columna de datos de registro. Esto puede incrementar el tamaño del registro dramaticamente.
fr: Enregistre les informations de traçage pour les erreurs entrées au journal. Peut faire augmenter considérablement la taille du journal!
it: Registra i backtrace nella colonna dei dati della tabella dei log. Può aumentare drasticamente la dimensione dei log!
ru: Записывать в лог трассировки. Может радикально увеличить размер лога!

source: Successfully updated options
da: Dine indstillinger er opdateret
de: Einstellungen erfolgreich geändert
es: Opciones actualizadas correctamente
fr: Les options ont été mises à jour avec succès.
it: Opzioni aggiornate con successo
ru: Успешно обновили настройки.

source: Publish %s
da: Publicer %s
de: %s veröffentlichen
es: Publicar %s
fr: Publier %s
it: Pubblica %s
ru: Опубликовано %s

source: The post %1$s was updated since you made changes. Please review those changes before overwriting them.
de: Der Post %1$s wurde aktualisiert seit du Änderungen vorgenommen hast. Bitte überprüfe diese Aktualisierung bevor du sie überschreibst.
es: La entrada %1$s fue actualizada desde que realizo cambios. Porfavor revise esos cambios antes de sobre-escribirlos.
fr: L'article %1$s a été mis à jour depuis vos dernières modifications. Veuillez vérifier ces modifications avant d'enregistrer.
it: Il post %1$s è stato aggiornato da quando l'hai modificato. Verifica questi cambiamenti prima di sovrascriverli.
ru: Сообщение %1$s было обновлено со времени ваших изменений. Пожалуйста, пересмотрите эти изменения перед тем как из перезаписывать.

source: A post slug cannot be empty. Keeping old slug.
da: Et indlægs slug kan ikke være tomt. Beholder gamle slug.
de: Ein Post-Slug kann nicht leer sein. Behalte den alten Slug.
es: La dirección amigable de la entrada no puede estar vacía. Manteniendo antigua dirección amigable.
fr: L'identifiant d'un billet ne peut être vide. L'ancien identifiant a été conservé.
it: Lo slug di un post non può essere vuoto. Viene mantenuto il vecchio slug.
ru: Жетон сообщения не может быть пустым. Оставляем старый жетон.

source: You don't have permission to edit that post
de: Sie haben keine Berechtigung um diesen Post zu editieren
es: No tiene permisos para editar ese post
fr: Vous n'avez pas la permission de modifier cet article
it: Non hai i permessi per modificare questo post
ru: У Вас нет прав на редактирование этого сообщения

source: Changing content types is not allowed
de: Die Art des Posts zu ändern ist nicht erlaubt
es: No se permite cambiar tipos de contenidos
fr: La modification du type de contenu n'est pas permise
it: La modifica dei tipi di contenuto non è permessa
ru: Изменение типов содержимого не разрешено

source: Creating that post type is denied
de: Diese Art von Post zu erstellen ist nicht erlaubt
es: Crear ese tipo de entradas no esta permitido
fr: La création de ce type d'article n'est pas permise
it: La creazione di quel tipo di post è negata
ru: Создание сообщений такого типа запрещено

source: The post %1$s has been saved as %2$s.
da: Indlægget %1$s er blevet gemt som %2$s.
de: Der Post %1$s wurde als %2$s gespeichert.
es: La entrada %1$s ha sido guardada como %2$s.
fr: L'article %1$s a été enregistré comme %2$s.
it: Il post %1$s è stato salvato come %2$s.
ru: Запись %1$s была сохранена в %2$s.

source: Access to create posts of type %s is denied
de: Zugriff zum Erstellen eines Post der Art %s verweigert
es: El acceso a creación de entradas de tipo %s no está permitida
fr: La création d'articles de type %s n'est pas autorisé
it: L'accesso alla creazione di post di tipo %s è negato
ru: Доступ для создания постов типа %s запрещён

source: Deleted the %1$s titled "%2$s".
da: Slettede %1$s kaldet "%2$s"
de: %1$s mit dem Titel "%2$s" wurde gelöscht.
es: Se borró el %1$s titulado «%2$s».
fr: Le %1$s intitulé "%2$s" a été supprimé.
it: Il %1$s intitolato "%2$s" è stato eliminato.
ru: Удален %1$s с заголовком "%2$s".

source: You
da: Dig
de: Du
es: Usted
fr: Vous
it: Tu
ru: Вы

source: Your User Information
da: Din brugerinformation
de: Deine Benutzerinformationen
es: Su informacion de usuario
fr: Votre profil
it: Le tue informazioni utente
ru: Ваша пользовательская информация

source: %s's User Information
da: %ss brugerinformation
de: %ss Benutzerinformationen
es: Información del usuario %s
fr: Profil de %s
it: Informazioni sull'utente %s
ru: Информация о пользователе %s

source: nobody
da: ingen
de: niemand
es: nadie
fr: personne
it: nessuno
ru: никто

source: No such user!
da: Ingen sådanne bruger!
de: Benutzer nicht gefunden!
es: ¡Ese usuario no existe!
fr: Cet utilisateur n'existe pas!
it: Utente inesistente!
ru: Такого пользователя нет!

source: Change Password
da: Skift adgangskode
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ru: Изменить пароль

source: Regional Settings
da: Regionsindstillinger
de: Regionale Einstellungen
es: Preferencias regionales
fr: Paramètres régionaux
it: Impostazioni locali
ru: Региональные Установки

source: Dashboard
da: Instrumentbræt
de: Übersicht
es: Panel de control
fr: Tableau de bord
ru: Панель управления

source: Display Name
da: Vist navn
de: Anzeigename
es: Mostrar nombre
fr: Nom affiché
it: Nome da visualizzare
ru: Отображаемое имя

source: User Name
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Identifiant
it: Nome utente
ru: Имя пользователя

source: New Password
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ru: Новый Пароль

source: New Password Again
da: Ny adgangskode igen
de: Neues Passwort wiederholen
es: Nueva contraseña (otra vez)
fr: Nouveau mot de passe (confirmation)
it: Ridigita la password
ru: Новый Пароль еще раз

source: Passwords must match.
da: Adgangskoder skal være ens.
de: Passwörter müssen übereinstimmen.
es: Las contraseñas deben coincidir.
fr: Les mots de passe doivent correspondre.
it: Le password devono coincidere.
ru: Пароли должны совпадать.

source: Timezone
da: Tidszone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ru: Часовой пояс

source: See <a href="%s">php.net/date</a> for details. Current format: %s
da: Se <a href="%s">php.net/date</a> for detaljer. Nuværende format: %s
de: Schaue dir <a href="%s">php.net/date</a> an für Details . Aktuelles Format: %s
es: Vea <a href=«%s»>php.net/date</a> para más detalles. Formato actual: %s
fr: Voir <a href="%s">php.net/date</a> pour les détails. Format actuel: %s
it: Vedi <a href="%s">php.net/date</a> per i dettagli. Formato attuale: %s
ru: Смотрите подробности <a href="%s">php.net/date</a>. Текущий формат: %s

source: Hide Spam Count
da: Skjul antal spam
de: Anzahl der Spam-Kommentare verstecken
es: Ocultar contador de spam
fr: Masquer le compteur de pourriels
it: Nascondi il conteggio dello spam
ru: Спрятать количество спама
