Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: Hide the number of SPAM comments on your dashboard.
da: Skjul antallet af spamkommentarer på dit instrumentbræt.
de: Die Anzahl der Spam-Kommentare auf der Übersichtsseite verstecken
es: Ocultar el número de comentarios SPAM en su panel de control.
fr: Masque le nombre de pourriels de votre Tableau de bord.
it: Nascondi il numero dei commenti di spam nella dashboard.
ru: Спрятать количество комментариев со спамом на вашей панели.

source: Reassign posts to: %s
da: Tildel indlæg til: %s
de: Posts übergeben an: %s
es: Reasignar entradas a: %s
fr: Ré-assigner les entrées à: %s
it: Riassegna i post a: %s
ru: Связать посты с: %s

source: %s has been deleted
da: %s er blevet slettet
de: %s wurde gelöscht
es: %s ha sido borrado
fr: %s a été effacé
it: %s è stato eliminato
ru: %s был удален

source: You cannot delete yourself.
da: Du kan ikke slette dig selv.
de: Du kannst dich nicht selbst löschen.
es: No puede borrarse a sí mismo.
fr: Vous ne pouvez vous supprimer vous-même.
it: Non puoi eliminare te stesso.
ru: Вы не можете удалить самого себя.

source: %1$s has been renamed to %2$s.
da: %1$s er blevet omdøbt til %2$s.
de: %1$s wurde in %2$s umbenannt.
es: %1$s ha sido renombrado a %2$s.
fr: %1$s a été renommé %2$s.
it: %1$s è stato rinominato come %2$s.
ru: %1$s был переименован в %2$s.

source: Password changed.
da: Adgangskode ændret.
de: Passwort geändert.
es: Contraseña cambiada.
fr: Mot de passe modifié.
it: La password è stata cambiata.
ru: Пароль изменен.

source: User updated.
da: Bruger opdateret.
de: Benutzer aktualisiert.
es: Usuario actualizado.
fr: Utilisateur mis à jour.
it: L'utente è stato aggiornato.
ru: Пользователь обновлён.

source: WSSE authentication failed.
da: WSSE autorisation mislykkedes.
de: WSSE-Anmeldung fehlgeschlagen.
es: Autentificación WSSE fallida.
fr: L'authentification WSEE a échoué.
it: L'autenticazione WSSE non è riuscita.
ru: Не пройдена аутентификация WSSE

source: No users deleted.
da: Ingen bruger slettet.
de: Keine Benutzer gelöscht.
es: Ningún usuario eliminado.
fr: Aucun utilisateur supprimé.
it: Nessun utente è stato eliminato.
ru: Пользователи не удалены.

source: Deleted %d users.
da: Slettede %d brugere.
de: %d Benutzer gelöscht.
es: %d usuarios eliminados.
fr: %d utilisateurs ont été supprimés.
it: Sono stati eliminati %d utenti.
ru: Удалено %d пользователей.

source: Password is required.
da: Adgangskode er påkrævet.
de: Ein Passwort ist erforderlich.
es: Se requiere contraseña.
fr: Mot de passe requis.
it: È richiesta la password.
ru: Требуется пароль.

source: Please supply a valid email address.
da: Angiv venligst en gyldig e-mail-adresse
de: Bitte gib eine gültige E-Mail-Adresse an.
es: Por favor, proporcione una dirección de correo electrónico válida.
fr: Veuillez fournir une adresse courriel valide.
it: Fornisci un indirizzo e-mail valido.
ru: Пожалуйста, введите верный e-mail адрес

source: Please supply a user name.
da: Angiv venligst et brugernavn.
de: Bitte gib einen Benutzernamen ein.
es: Por favor, proporcione un nombre de usuario.
fr: Veuillez fournir un nom d'utilisateur.
it: Fornisci un nome utente.
ru: Пожалуйста, введите имя пользователя.

source: That username is already assigned.
da: Det brugernavn er allerede tildelt.
de: Dieser Benutzername ist bereits vergeben.
es: El nombre de usuario ya se encuentra asignado.
fr: Ce nom d'utilisateur est déjà utilisé.
it: Questo nome utente è già assegnato.
ru: Это имя пользователя уже назначено.

source: Added user '%s'
da: Tilføjet bruger '%s'
de: Benutzer '%s' hinzugefügt
es: Usuario «%s» añadido
fr: L'utilisateur '%s' a été ajouté avec succès.
it: L'utente '%s' è stato aggiunto
ru: Добавлен пользователь '%s'

source: Activated plugin '%s'
da: Aktiveret plugin '%s'
de: Plugin '%s' aktiviert
es: Complemento «%s» activado
fr: L'extension "%s" a été activée avec succès.
it: Il plugin '%s' è stato attivato
ru: Активированный плагин '%s'

source: Deactivated plugin '%s'
da: Deaktiveret plugin '%s'
de: Plugin '%s' deaktiviert
es: Complemento «%s» desactivado
fr: L'extension "%s" a été désactivée avec succès.
it: Il plugin '%s' è stato disattivato
ru: Деактивированный плагин '%s'

source: Activated theme '%s'
da: Aktiveret tema '%s'
de: Design '%s' aktiviert
es: Tema «%s» activado
fr: Le thème '%s' a été activé avec succès.
it: Il tema '%s' è stato attivato
ru: Активированная тема '%s'

source: Ended the preview of the theme '%s'
de: Vorschau von Design '%s' beendet
es: Finalizada la vista previa del tema «%s»
fr: Fin de l'aperçu du theme '%s'
it: Anteprima del tema '%s' terminata
ru: Окончить предпросмотр темы оформления '%s'

source: Previewing theme '%s'
de: Vorschau von Design '%s'
es: Vista previa del tema «%s»
fr: Aperçu du theme '%s'
it: Anteprima del tema '%s'
ru: Предпросмотр темы оформления '%s'

source: Author
da: Forfatter
de: Autor
es: Autor
fr: Auteur
it: Autore
ru: Автор

source: Author Name
da: Forfatternavn
de: Autorenname
es: Nombre del autor
fr: Nom de l'Auteur
it: Nome dell'autore
ru: Имя автора

source: Author Email
da: Forfatter e-mail
de: E-Mail des Autors
es: Correo-e del autor
fr: Courriel de l'Auteur
it: E-mail dell'autore
ru: Email автора

source: Author URL
da: Forfatter URL
de: URL des Autors
es: URL del autor
fr: URL de l'Auteur
it: URL dell'autore
ru: URL автора

source: IP Address:
da: IP-adresse:
de: IP-Adresse:
es: Dirección IP:
fr: Adresse IP :
it: Indirizzo IP:
ru: IP-адрес:

source: Date:
da: Dato:
de: Datum:
es: Fecha:
it: Data:
ru: Дата:

source: Post ID:
da: Indlæg ID:
de: Beitrags-ID:
es: ID de entrada:
fr: Identifiant de l'Article
it: Numero del post:
ru: ID записи:

source: Deleted all spam comments
da: Alle spamkommentarer slettet
de: Alle Spam-Kommentare wurden gelöscht
es: Todos los comentarios de spam borrados
fr: Tous les pourriels ont été supprimés.
it: Tutti i commenti spam sono stati eliminati
ru: Удалены все комментарии со спамом

source: Deleted all unapproved comments
da: Alle afviste kommentarer slettet
de: Alle nicht genehmigten Kommentare gelöscht
es: Todos los comentarios sin aprobar borrados
fr: Tous les commentaires en attente d'approbation ont été supprimés.
it: Tutti i commenti non approvati sono stati eliminati
ru: Удалены все нерассмотренные комментарии

source: Deleted %d comments
de: %d Kommentare gelöscht
es: %d comentarios borrados
fr: %d commentaires supprimés
it: %d commenti sono stati eliminati
ru: Удалены %d комментарии

source: Marked %d comments as spam
de: %d Kommentare als Spam markiert
es: %d comentarios marcados como spam
fr: %d commentaires identifiés comme pourriels
it: %d commenti sono stati segnati come spam
ru: Отмечены %d комментарии как спам

source: Approved %d comments
de: %d Kommentare genehmigt
es: %d comentarios aprovados
fr: %d commentaires approuvés
it: %d commenti sono stati approvati
ru: Принято %d комментариев

source: Unapproved %d comments
de: %d Kommentare nicht genehmigt
es: Comentarios %d desaprobados
fr: %d commentaires désapprouvés
it: %d commenti non sono stati approvati
ru: Непринято %d комментариев

source: Edited %d comments
de: %d Kommentare geändert
es: %d comentarios editados
fr: %d commentaires modifiés
it: %d commenti sono stati modificati
ru: Отредактировано %d комментариев

source: Approved comments on these posts: %s
de: Genehmigte Kommentare zu diesen Posts: %s
es: Comentarios aprobados en estas entradas: %s
fr: Commentaires approuvés pour ces articles: %s
it: Commenti approvati per questi post: %s
ru: Принятые комментарии на эти сообщения: %s

source: Change this comment's status to %s
da: Skift denne kommentars status til %s
de: Ändere den Status dieses Kommentares auf %s
es: Cambiar este estado de comentarios a %s
fr: Changer le statut de ce commentaire pour %s
it: Cambia lo stato di questo commento in %s
ru: Изменить статус этого комментария на %s

source: Delete this comment
da: Slet denne kommentar
de: Lösche diesen Kommentar
es: Eliminar este comentario
fr: Supprimer ce commentaire
it: Elimina questo commento
ru: Удалить этот комментарий

source: Edit this comment
da: Rediger denne kommentar
de: Diesen Kommentar bearbeiten
es: Editar este comentario
fr: Modifier ce commentaire
it: Modifica questo commento
ru: Редактировать этот комментарий

source: Deactivate
da: Deaktiver
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ru: Деактивировать

source: Help
da: Hjælp
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ru: Помощь

source: Manage Posts
da: Administrer indlæg
de: Posts verwalten
es: Administrar entradas
fr: Gérer les billets
it: Gestisci i post
ru: Управление записями

source: Modules updated.
de: Module aktualisiert.
es: Módulos actualizados.
fr: Modules mis à jour.
it: I moduli sono stati aggiornati.
ru: Модули обновлены.

source: Added module %s.
de: Modul %s hinzugefügt.
es: Módulo %s añadido.
fr: Module '%s' ajouté.
it: Il modulo %s è stato aggiunto.
ru: Добавлен модуль %s.

source: Removed module.
de: Modul entfernt.
es: Eliminado módulo.
fr: Module '%s' retiré.
it: Il modulo è stato rimosso.
ru: Модуль удалён.

source: Unknown action "%s"
da: Ukendt handling "%s"
de: Unbekannte Aktion "%s"
es: Acción desconocida «%s»
fr: Action "%s" inconnnue
it: Azione sconosciuta "%s"
ru: Неизвестное действие "%s"

source: You did not have permission to delete some entries.
de: Du hast nicht die Berechtigung einige Einträge zu löschen.
es: No tiene permisos para borrar algunos comentarios
fr: Vous n'avez pas la permission de supprimer ces entrées
it: Non si dispone dei permessi per eliminare alcuni articoli.
ru: У Вас нет прав что бы удалять некоторые вхождения.

source: Deleted %d post
de: %d Post gelöscht
es: Se ha borrado %d post
fr: %d article supprimé
it: Il post %d è stato eliminato
ru: Удалёно %d сообщение

source: No logs selected.
de: Keine Logs ausgewählt.
es: No hay registros seleccionados.
fr: Aucun log sélectionné.
it: Nessun log selezionato.
ru: Не выбрано ни одного лога.

source: Deleted %d logs.
da: Slettede %d logs.
de: %d Logs gelöscht.
es: %d registros eliminados.
fr: %d journaux effacés.
it: %d log sono stati eliminati.
ru: Удалено журналов %d.

source: No comments selected.
da: Ingen kommentarer valgt.
de: Keine Kommentare ausgewählt.
es: No hay comentarios seleccionados.
fr: Aucun commentaire sélectionné.
it: Nessun commento selezionato.
ru: Не выбрано комментариев.

source: Deleted %d comment
da: Slettede %d kommentar
de: %d Kommentar gelöscht
es: %d comentario borrado
fr: %d commentaire effacé
it: %d commento è stato eliminato
ru: Удалено комментариев %d.

source: Marked %d comment as spam
da: Markerede %d kommentar som spam
de: %d Kommentar als Spam gekennzeichnet
es: %d comentario marcado como spam
fr: %d commentaire identifié comme pourriel
it: %d commento è stato segnato come spam
ru: Помечено комментариев как спам %d.

source: Approved %d comment
da: Godkendte %d kommentar
de: %d Kommentar genehmigt
es: %d comentario aprobado
fr: %d commentaire approuvé
it: %d commento è stato approvato
ru: Утверждено комментариев %d.

source: Unapproved %d comment
da: Afviste %d kommentar
de: %d Kommentar nicht genehmigt
es: %d comentario sin aprobar
fr: %d commentaire refusé
it: %d commento non è stato approvato
ru: Неутверждено комментариев %d.

source: The group %s already exists
da: Gruppen %s eksisterer allerede
de: Die Gruppe %s existiert bereits
es: El grupo %s ya existe
fr: Le groupe '%s' existe déjà.
it: Il gruppo %s esiste già
ru: Группа %s уже существует

source: The group must have a name
da: Gruppen skal have et navn
de: Die Gruppe muss einen Namen haben
es: El grupo debe tener un nombre
fr: Le groupe doit avoir un nom
it: Il gruppo deve avere un nome
ru: У группы должно быть название

source: Added group %s
da: Tilføjede gruppen %s
de: Gruppe %s hinzugefügt
es: Añadido el grupo %s
fr: Le groupe '%s' a été ajouté avec succès.
it: Il gruppo %s è stato aggiunto
ru: Добавлена группа %s

source: No groups deleted.
da: Ingen grupper slettet.
de: Keine Gruppen gelöscht.
es: Ningún grupo eliminado.
fr: Aucun groupe supprimé.
it: Nessun gruppo eliminato.
ru: Ни одна группа не удалена.

source: Deleted %d groups.
da: Slettede %d grupper.
de: %d Gruppen gelöscht.
es: Eliminados %d grupos.
fr: %d groupes supprimés.
it: %d gruppi sono stati eliminati.
ru: Удалено %d групп.

source: Updated permissions.
da: Opdaterede tilladelser.
de: Berechtigungen aktualisiert.
es: Permisos actualizados.
fr: Permissions modifiées.
it: I permessi sono stati aggiornati.
ru: Обновлены разрешения.

source: Tag %s has been deleted.
de: Tag %s wurde gelöscht.
es: Se borró la etiqueta %s.
fr: Le tag %s a été supprimé.
it: La tag %s è stata eliminata.
ru: Тэг %s был удалён.

source: %d tags have been deleted.
de: %d Tags wurden gelöscht.
es: Se borraron %d etiquetas.
fr: %d tags ont été supprimés.
it: %d tag sono state eliminate.
ru: %d тэгов было удалено.

source: Tag %1$s has been renamed to %2$s.
de: Tag %1$s wurde umbenannt zu %2$s.
es: El tag %1$s ha sido renombrado a %2$s.
fr: Tag %1$s renommé en %2$s.
it: La tag %1$s è stata rinominata come %2$s.
ru: Тэг %1$s был переименован в %2$s.

source: Habari DB Version
de: Habari Datenbank-Version
es: Versión de la BD de Habari
fr: Version de la base de données de Habari
it: Versione del DB di Habari
ru: Берсия базы данных Habari

source: Active Theme
da: Aktivt tema
de: Aktives Design
es: Tema activo
fr: Thème courant
it: Tema attivo
ru: Активная Тема

source: Site Language
da: Sidesprog
de: Sprache der Website
es: Idioma del sitio
fr: Langue du site
it: Lingua del sito
ru: Язык Сайта

source: Database
de: Datenbank
es: Base de datos
fr: Base de données
ru: База данных

source: PHP Extensions
da: PHP udvidelser
de: PHP-Erweiterungen
es: Complementos de PHP
fr: Extensions PHP
it: Estensioni di PHP
ru: Модули PHP

source: Create a new %s
da: Opret en ny %s
de: Einen neuen %s erstellen
es: Crear un nuevo %s
fr: Créer du contenu de type %s
it: Crea un nuovo %s
ru: Создать %s

source: Manage %s
da: Administrer %s
de: %s verwalten
es: Administrar %s
fr: Gérer %s
it: Gestisci %s
ru: Управление %s

source: Create content
da: Opret indhold
de: Inhalt erstellen
es: Crear contenido
fr: Créer du contenu
it: Crea contenuto
ru: Создать содержание

source: New
da: Ny
de: Neu
es: Nuevo
fr: Nouveau
it: Nuova
ru: Новый

source: Manage content
da: Administrer indhold
de: Inhalt verwalten
es: Administrar contenido
fr: Gérer le contenu
it: Gestisci contenuto
ru: Управлять содержанием

source: Manage
da: Administrer
de: Verwalten
es: Administrar
fr: Gérer
it: Gestisci
ru: Управлять

source: Manage comments
de: Kommentare verwalten
es: Administrar comentarios
fr: Gérer les commentaires
it: Gestisci i commenti
ru: Управлять комментариями

source: View your user dashboard
da: Se dit brugerinstrumentbræt
de: Deine Benutzerübersicht anzeigen
es: Ver su panel de control de usuario
fr: Afficher le tableau de bord
it: Visualizza la tua dashboard
ru: Посмотреть вашу пользовательскую панель инструментов

source: View and configure site options
de: Website-Einstellungen anzeigen und konfigurieren
es: Ver y configurar opciones del sitio
fr: Afficher et modifier les options du site
it: Visualizza e configura le opzioni del sito
ru: Просмотр и редактирование настроек сайта

source: Options
da: Indstillinger
de: Einstellungen
es: Opciones
it: Opzioni
ru: Опции

source: Preview and activate themes
da: Forhåndsvis og aktiver temaer
de: Designs anzeigen und aktivieren
es: Previsualizar y activar temas
fr: Gestion des thèmes
it: Visualizza e attiva i temi
ru: Предпросмотр и активация тем

source: Themes
da: Temaer
de: Designs
es: Temas
fr: Thèmes
it: Temi
ru: Темы

source: Activate, deactivate, and configure plugins
da: Aktiver, deaktiver og konfigurer plugins
de: Plugins aktivieren, deaktivieren und konfigurieren
es: Activar, desactivar, y configurar complementos
fr: Gestion des extensions
it: Attiva, disattiva e configura i plugin
ru: Активация, деактивация и настройка плагинов

source: Import content from another site
de: Inhalte von einer anderen Website importieren
es: Importar contenido desde otro sitio
fr: Importer du contenu d'un autre site
it: Importa contenuto da un altro sito
ru: Импортировать контент с другого сайта

source: View and manage users
da: Se og administrer brugere
de: Benutzer anzeigen und verwalten
es: Ver y administrar usuarios
fr: Gestion des utilisateurs
it: Visualizza e gestisci gli utenti
ru: Просмотр и управление пользователями

source: Users
da: Brugere
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
ru: Пользователи

source: Manage your user profile
de: Verwalte dein Benutzerprofil
es: Administrar tu perfil de usuario
fr: Gérer votre profil utilisateur
it: Gestisci il tuo profilo utente
ru: Редактировать ваш профиль пользователя

source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio profilo
ru: Мой Профиль

source: View and manage groups
da: Se og administrer grupper
de: Gruppen ansehen und verwalten
es: Ver y administrar grupos
fr: Administrer les groupes
it: Visualizza e gestisci i gruppi
ru: Просмотр и редактирование групп

source: Groups
da: Grupper
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ru: Группы

source: View system log messages
da: Se systemlog beskeder
de: Systemlog ansehen
es: Ver el registro de mensajes del sistema
fr: Visualiser les journaux du système
it: Visualizza i messaggi del log di sistema
ru: Просмотреть журнал системы

source: Log out of the administration interface
da: Log ud fra administratorgrænsefladen
de: Von der Administrationsoberfläche abmelden
es: Desconectar de la interfaz de administración
fr: Se déconnecter de l'interface d'administration
it: Esci dall'interfaccia di amministrazione
ru: Выйти из интерфейса администратора

source: Logout
da: Log ud
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Uscita
ru: Выход

source: Entry
da: Emne
de: Eintrag
es: Entrada
fr: Billet
it: Voce
ru: Запись

source: Entries
da: Emner
de: Einträge
es: Entradas
fr: Billets
it: Voci
ru: Записи

source: Page
da: Side
de: Seite
es: Página
it: Pagina
ru: Страница

source: Pages
da: Sider
de: Seiten
es: Páginas
it: Pagine
ru: Страницы

source: Root
da: Rod
de: Basis
es: Directorio principal
fr: Dossier racine
ru: Корневой каталог

source: A new block must first have a name.
de: Ein neuer Block muss zuerst einen Namen bekommen.
es: Un nuevo bloque debe primero tener un nombre.
fr: Un nouveau bloc doit d'abord avoir un nom.
it: Un nuovo blocco deve avere un nome.
ru: Новый блок должен иметь название.

source: Added new block "%1s" of type "%2s".
de: Neuen Block "%1s" vom Typ "%2s" hinzugefügt.
es: Agregado nuevo bloque «%1s» de tipo «%2s».
fr: Bloc "%1s" de type "%2s" ajouté.
it: È stato aggiunto il nuovo blocco "%1s" del tipo "%2s".
ru: Добавлен новый блок "%1s" типа "%2s".

source: Deleted block "%1s" of type "%2s".
de: Block "%1s" vom Typ "%2s" gelöscht.
es: Eliminado bloque «%1s» de tipo «%2s».
fr: Bloc "%1s" de type "%2s" supprimé.
it: È stato eliminato il blocco "%1s" del tipo "%2s".
ru: Удалён блок "%1s" типа "%2s".

source: Failed to delete block "%1s" of type "%2s".
de: Konnte Block "%1s" vom Typ "%2s" nicht löschen.
es: Falló el intento de borrar el bloque «%1s» de tipo «%2s».
fr: Échec de la suppression du bloc "%1s" de type "%2s".
it: Non è stato possibile eliminare il blocco "%1s" del tipo "%2s".
ru: Невозможно удалить блок "%1s" типа "%2s".

source: Saved block areas settings.
de: Blockbereichseinstellungen gespeichert.
fr: Paramètres de domaines de blocage sauvegardés
it: Le impostazioni delle aree dei blocchi sono state salvate.
ru: Сохранены настройки области блоков.

source: Unable to get response body. Request did not yet execute.
de: Antwort-Body konnte nicht empfangen werden. Anfrage wurde noch nicht ausgeführt.
fr: Impossible de récupérer le corps de la réponse. La requête n'a pas été exécutée.
ru: Невозможно получить тело запроса. Запрос ещё не выполнен.

source: Unable to get response headers. Request did not yet execute.
de: Antwort-Header konnte nicht empfangen werden. Anfrage wurde noch nicht ausgeführt.
ru: Невозможно получить заголовки запроса. Запрос ещё не выполнен.

source: Trying to add a request body to a GET request.
de: Versuche einen Request-Body zu einem GET-Request hinzuzufügen
ru: Попытка добавить тело запроса в GET запрос.

source: File %s not found.
de: Datei %s nicht gefunden.
es: Archivo %s no encontrado.
fr: Fichier %s introuvable.
it: Il file %s non è stato trovato.
ru: Файл %s не найден.

source: Unable to fetch response headers for a pending request.
de: Nicht in der Lage, Antwortheader für einen ausstehenden Request zu holen
ru: Невозможно получить заголовки ответа для ожидающего запроса.

source: Unable to fetch response body for a pending request.
de: Nicht in der Lage, Antwortbody für einen ausstehenden Request zu holen
ru: Невозможно получить тело ответа для ожидающего запроса.

source: Invalid Beacon information added
de: Ungültige Informationen für das Beacon-Update-System übergeben
it: È stata aggiunta una segnalazione non valida
ru: Добавлена неверная информация Beacon

source: Updates check CronJob completed successfully.
de: Update-Check-Cronjob erfolgreich ausgeführt.
it: Il controllo programmato degli aggiornamenti è stato completato con successo.
ru: Проверка обновлений CronJob выполнена успешно.

source: Updates check CronJob failed!
de: Update-Check-Cronjob fehlgeschlagen!
it: Il controllo programmato degli aggiornamenti non è riuscito!
ru: Проверка обновлений CronJob не удалась!

source: Perform a single check for plugin updates, the plugin set has changed.
de: Eine einzelne Plugin-Update-Prüfung durchführen, das Pluginset hat sich geändert.
it: Controlla una volta la disponibilità di aggiornamenti dei plugin, il set di plugin è cambiato.
ru: Провести одну проверку обновлений для плагинов, набор плагинов был изменён.

source: Not a valid hex color.
da: Ikke en gyldig hexfarve.
de: Kein gültiger Hex-Farbwert.
es: No es un color hexadecimal válido.
fr: Code couleur héxadécimal invalide.
it: Non è un codice di colore valido.
ru: Не верный шестнадцатеричный код цвета.

source: Not a valid color format.
da: Ikke et gyldigt farveformat.
de: Kein gültiger Farbwert.
es: No es un formato de color válido.
fr: N'est pas un format de couleur valide.
it: Non è un formato di colore valido.
ru: Неверный формат цвета.

source: Something went terribly wrong here.
da: Noget gik forfærdeligt galt her.
de: Etwas ging hier schrecklich schief.
es: Algo está realmente mal aquí.
fr: Une erreur horrible est survenue.
it: Qualcosa qui è andato terribilmente storto.
ru: Что-то тут совсем неправильно.

source: No translations found for locale %s, domain %s!
da: Ingen oversættelser fundet for sted %s, domæne %s!
de: Keine Übersetzung gefunden für Sprache %s, Domäne %s!
es: No se hallaron traducciones para el idioma local %s, dominio %s!
fr: Aucune traduction pour la locale %s dans le domaine %s!
it: Nessuna traduzione trovata per la localizzazione %s, dominio %s!
ru: Не найдено перевода в локали %s, домена %s!

source: Invalid .MO file for locale %s, domain %s!
da: Ugyldig .MO-fil for sted %s, domæne %s!
de: Ungültige .MO-Datei für Sprache %s, Domäne %s!
es: Archivo.MO invalido para el idioma local %s, dominio %s!
fr: Fichier MO invalide pour la locale %s dans le domaine %s!
it: File .MO non valido per la localizzazione %s, dominio %s!
ru: Ошибочный .MO файл для локали %s, домена %s!

source: Invalid magic number 0x%08x in %s!
da: Ugyldigt magisk nummer 0x%08x i %s!
de: Ungültige Übersetzung 0x%08x in %s!
es: ¡Número mágico 0x%08x inválido en %s!
fr: Valeur 0x%08x invalide dans %s!
it: Numero magico 0x%08x non valido in %s!
ru: Неверное "магическое" число 0x%08x в %s!
