Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: Unknown revision number %d in %s!
da: Ukendt revisionsnummer %d i %s!
de: Ungültige Revisionsnummer %d in %s!
es: ¡Número de revisión %d desconocido en %s!
fr: Numéro de révision %d inconnu dans %s!
it: Numero di revisione %d sconosciuto in %s!
ru: Неизвестный номер ревизии %d в %s!

source: Message count (%d) out of bounds in %s!
de: Anzahl der Nachrichten (%d) außerhalb der Grenzen in %s!
es: ¡Cuenta de mensaje (%d) fuera de los límites en %s!
fr: Compte de message (%d) hors limites dans %s!
it: Conto dei messaggi (%d) fuori dai limiti in %s!
ru: Количество сообщений (%d) за пределами границ в %s!

source: month
de: Monat
es: mes
fr: mois
it: mese
ru: месяц

source: week
de: Woche
es: semana
fr: semaine
it: settimana
ru: неделя

source: day
de: Tag
es: día
fr: jour
it: giorno
ru: день

source: hour
de: Stunde
es: hora
fr: heure
it: ora
ru: час

source: second
de: Sekunde
es: segundo
fr: seconde
it: secondo
ru: секунда

source: %s from now
de: %s von jetzt an
es: %s desde ahora
it: %s da ora
ru: через %s

source: %s ago
de: vor %s
es: %s antes
fr: Il y a %s
it: %s fa
ru: %s назад

source: just now
de: gerade eben
es: justo ahora
it: poco fa
ru: прямо сейчас

source: %d minute ago
de: Vor %d Minute
es: hace %d minuto
fr: Il y a moins d'une minute
it: %d minuto fa
ru: %d минута назад

source: %d hour ago
de: vor %d Stunde
es: hace %d hora
fr: Il y a moins d'une heure
it: %d ora fa
ru: %d час назад

source: yesterday
de: gestern
es: ayer
fr: hier
it: ieri
ru: вчера

source: last week
de: letzte Woche
es: la semana pasada
fr: La semaine dernière
it: la settimana scorsa
ru: на прошлой неделе

source: last month
de: letzten Monat
es: el mes pasado
fr: Le mois dernier
it: il mese scorso
ru: в прошлом месяце

source: last year
de: letztes Jahr
es: último año
fr: L'année dernière
it: l'anno scorso
ru: в прошлом году

source: This theme is a legacy theme that is not compatible with Habari
de: Dieses Design ist ein veraltetes Design und nicht kompatibel mit Habari
es: Este tema es un tema heredado que no es compatible con Habari
fr: Ce thème est un thème historique qui n'est plus compatible avec Habari
it: Questo è un tema obsoleto che non è compatibile con Habari
ru: Эта тема оформления устарела и не совместима с Habari

source: There is no valid theme currently installed.
da: Der er ikke et gyldigt tema installeret.
de: Im Moment ist kein gültiges Design installiert.
es: Actualmente no hay un tema válido instalado.
fr: Il n'y a pas de thème valide d'installé.
it: Attualmente non è installato un tema valido.
ru: Не установлена верная тема.

source: Activated Theme: %s
da: Aktiverede tema: %s
de: Design %s wurde aktiviert
es: Tema activado: %s
fr: Thème activé: %s
it: È stato attivato il tema %s
ru: Активирована тема оформления: %s

source: Previewed Theme: %s
de: Design in der Vorschau: %s
es: Tema previsualizado: %s
fr: Aperçu du theme: %s
it: Anteprima del tema: %s
ru: Предпросмотр темы оформления: %s

source: Canceled Theme Preview: %s
de: Design-Vorschau abgebrochen: %s
es: Vista previa de tema cancelada: %s
fr: Annulation de l'aperçu du theme: %s
it: L'anteprima del tema %s è stata cancellata
ru: Окончен предпросмотр темы оформления: %s

source: Theme not installed.
da: Tema ikke installeret.
de: Design nicht installiert.
es: Tema no instalado.
fr: Thème non installé.
it: Tema non installato.
ru: Тема оформления не установлена.

source: Could not determine script name.
da: Kunne ikke bestemme scriptnavn.
de: Skriptname konnte nicht bestimmt werden.
es: No se pudo determinar el nombre del script.
fr: Impossible de définir le nom du script.
it: Non è stato possibile determinare il nome dello script.
ru: Невозможно определить имя скрипта.

source: Failed to register HiEngine stream protocol
da: Fejlede at registrere HiEngine stream protokol
de: Die Registrierung des HiEngine-Stream-Protokolls ist fehlgeschlagen
es: Fallo al registrar protocolo de corriente HiEngine
fr: Impossible d'enregistrer le protocole HiEngine
it: Non è stato possibile registrare il protocollo di streaming HiEngine
ru: Не удалось зарегистрировать протокол потока HiEngine

source: Unapprove
da: Afvis
de: Nicht genehmigen
es: Desaprobar
fr: Désapprouver
it: Non approvare
ru: Запретить

source: Approve
da: Godkend
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva
ru: Подтвердить

source: There was a problem submitting your comment.
de: Es trat ein Fehler beim Senden deines Kommentares auf.
es: Ocurrió un problema al intentar enviar su comentario.
fr: Un problème est survenu dans l'envoi de votre commentaire.
it: C'è stato un problema nell'invio del tuo commento.
ru: Произошла ошибка при добавлении Вашего комментария.

source: Both name and e-mail address must be provided.
da: Både navn og e-mail-adresse skal angives.
de: Es müssen Name und E-Mail-Adresse angegeben werden.
es: Ambos, nombre y dirección de correo electrónico deben introducirse.
fr: Votre nom ainsi que votre adresse courriel doivent être fournis.
it: Sia il nome sia l'indirizzo e-mail devono essere forniti.
ru: Должны быть введены имя и e-mail адрес

source: You did not provide any content for your comment!
da: Du skrev ikke noget indhold i din kommentar!
de: Du hast keinen Inhalt für Ihren Kommentar eingegeben!
es: ¡No ha introducido ningún contenido para su comentario!
fr: Vous n'avez pas fourni de contenu pour votre commentaire.
it: Non hai fornito nessun contenuto per il tuo commento!
ru: Вы не ввели ничего для вашего комментария

source: Comments on this post are disabled!
da: Kommentarer til dette indlæg er lukket!
de: Kommentare sind für diesen Post abgeschaltet!
es: ¡Los comentarios en esta entrada están desactivados!
fr: Ce billet n'accepte pas les commentaires.
it: I commenti a questo post sono disabilitati!
ru: Комментарии к этому посту отключены!

source: Comment contains only whitespace/empty comment
da: Kommentaren indeholder kun mellemrum/er tom
de: Kommentar enthält nur Leerzeichen.
es: El comentario contiene sólo espacios en blanco o está vacío.
fr: Votre commentaire est soit vide ou contient que des espaces.
it: Il commento contiene soltanto spazio bianco o vuoto
ru: Комментарий содержит только пробелы или пустой

source: You do not have permission to create comments.
de: Du hast keine Berechtigung, Kommentare zu erstellen.
es: No tienes permiso para publicar comentarios.
fr: Vous n'avez pas la permission de créer des commentaires.
it: Non ci sono i permessi per creare commenti.
ru: У Вас нет прав на добавление комментариев.

source: Your comment is pending moderation.
da: Din kommentar afventer godkendelse.
de: Dein Kommentar muss erst freigeschaltet werden.
es: Su comentario está pendiente de moderación.
fr: Votre commentaire est en attente d'approbation.
it: Il tuo commento è in attesa di moderazione.
ru: Ващ комментарий ожидает модерации

source: CURL Error. Unable to create temporary file name.
de: CURL Fehler. Kann temporären Dateinamen nicht erzeugen.
es: Error CURL. Imposible crear el nombre del archivo temporal
fr: Erreur cURL. Impossible de créer le fichier temporaire.
ru: Ошибка CURL. Невозможно создать временный файл.

source: CURL Error. Unable to open temporary file.
de: CURL-Fehler. Temporäre Datei konnte nicht geöffnet werden.
es: Error CURL. Imposible abrir el archivo temporal
fr: Erreur cURL. Impossible d'ouvrir le fichier temporaire.
ru: Ошибка CURL. Невозможно открыть временный файл.

source: CURL Error %1$d: %2$s
de: CURL Fehler %1$d: %2$s
fr: Erreur cURL %1$d: %2$s
ru: Ошибка CURL %1$d: %2$s

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Not implemented: instance
da: Ikke implementeret: instance
de: Nicht implementiert: Instanz
es: No implementado: instancia
fr: Non implémenté: instance
ru: Не реализовано: образец

source: Bitmask constructor expects either no arguments or an array as a first argument
da: Bitmaskkonstrutør forventer enten ingen argumenter eller en array som første argument
de: Bitmask constructor erwartet entweder keinen Paramater oder ein Array als ersten Parameter.
es: El constructor de Bitmask no espera argumentos o un array como argumento.
fr: Le constructeur de la classe Bitmask ne requiert aucun argument ou une liste comme premier argument
ru: Конструктор битовой маски ожидает либо отсутствие аргументов, либо массив в качестве первого аргумента.

source: Bitmask can have max PHP_INT_MAX >> 1 flags
de: Die Bitmaske kann maximal PHP_INT_MAX >> 1 Flags haben
ru: Битовая маска может иметь максимум PHP_INT_MAX >> 1 флагов

source: Bitmask constructor second argument must either be an integer within the valid range, the name of a flag, or full
de: Das zweite Argument des Bitmaskenkonstruktors muss entweder ein Integer im zulässigen Bereich, der Name eines Flags oder full sein.
ru: Второй аргумент конструктора битовой маски должен представлять из себя либо целое число в допустимых пределах, либо имя флага, либо full

source: Bitmask full toggle must be boolean
de: Der full-Schalter für die Bitmaske muss boolean sein
ru: Переключать full битовой маски должен представлять из себя логическое значение

source: Setting bitmask value by array must use array with same length as number of flags
de: Beim Setzen des Bitmaskenwertes durch ein Array muss ein Array der selben Länge wie die Anzahl der Flags verwendet werden
ru: Установка значения битовой маски массивом должна использовать массив такой же длины, что и количество флагов

source: Bitmask values must be boolean
da: Bitmaskværdier skal være en boolean
de: Bitmaskenwerte müssen boolean sein
es: Los valores de máscaras de bit deben ser booleanos
fr: Les valeurs de Bitmask doivent être booléennes
ru: Значения битовой маски должны быть логическими значениями

source: Bitmask value must either be an integer within the valid range or an array of booleans
de: Der Bitmaskenwert muss entweder ein Integer im zulässigen Bereich oder ein Boolean-Array sein
ru: Значение битовой маски должно быть либо целым числом в допустимых пределах, либо массивом логических значений.

source: Bitmask cannot set non-existent flag
de: Die Bitmaske kann keine nichtexistente Flagge setzen
ru: Битовая маска не может установить несуществующий флаг

source: Bitmask cannot get non-existent flag
de: Die Bitmaske kann keine nichtexistente Flagge lesen
ru: Битовая маска не может получить не существующий флаг

source: full
da: fuld
de: voll
es: lleno
fr: complet
it: completo

source: none
da: intet
de: keine
es: ninguno
fr: aucun
it: nessuno

source: New term %1$s: %2$s
de: Neuer Term %1$s: %2$s
es: Nuevo termino %1$s: %2$s
fr: Nouveau terme %1$s: %2$s
it: Nuovo termine %1$s: %2$s
ru: Новое значение %1$s: %2$s

source: Term %1$s (%2$s) deleted.
de: Term %1$s (%2$s) gelöscht.
es: Termino %1$s (%2$s) borrado.
fr: Terme %1$s (%2$s) supprimé.
it: Il termine %1$s (%2$s) è stato eliminato.
ru: Значение %1$s (%2$s) удалено.

source: Plugin "%1$s" deactivated because it could no longer be found.
de: Plugin "%1$s" deaktiviert weil es nicht mehr gefunden wurde.
es: El complemento «%1$s» ha sido desactivo porque no puede ser encontrado.
it: Il plugin "%1$s" è stato disattivato perché non è più stato trovato.
ru: Плагин "%1$s" деактивирован, поскольку он больше не может быть найден.

source: Invalid plugin XML file: %1$s
de: Ungültige Plugin-XML-Datei: %1$s
es: Archivo de complemento XML incorrecto: %1$s
fr: Fichier XML de plugin invalide: %1$s
it: File XML non valido: %1$s
ru: Неверный XML файл плагина: %1$s

source: Activated Plugin: %s
da: Aktiveret plugin: %s
de: Plugin %s wurde aktiviert
es: Complemento activado: %s
fr: L'extension "%s" a été activée
it: Il plugin %s è stato attivato
ru: Активированный модуль: %s

source: Deactivated Plugin: %s
da: Deaaktiveret plugin: %s
de: Plugin %s wurde deaktiviert
es: Complemento desactivado: %s
fr: L'extension "%s" a été désactivée
it: Il plugin %s è stato disattivato
ru: Деактивированный Модуль: %s

source: Attempted to load the plugin file "%s", but it failed with syntax errors. <div class="reveal">%s</div>
da: Forsøgte at indlæse plugin filen "%s", men fejlede med syntaksfejl. <div class="reveal">%s</div>
de: Syntaxfehler beim Laden der Plugindatei "%s". <div class="reveal">%s</div>
es: Se ha intentado cargar el archivo de complemento «%s». pero ha fallado con errores de sintaxis. <div class="reveal">%s</div>
fr: La tentative de chargement du fichier "%s" a échoué, des erreurs de syntaxe sont en cause. <div class="reveal">%s</div>
it: È stato tentato di caricare il file di plugin "%s", ma non è riuscito per errori di sintassi. <div class="reveal">%s</div>
ru: Попытка загрузки файла плагина "%s", не удалась, из-за ошибок в синтаксисе. <div class="reveal">%s</div>

source: Relative urls are not allowed
de: Relative URLs sind nicht erlaubt.
es: No se permiten urls relativas
fr: Les URLs relatives ne sont pas autorisées
it: Le URL relative non sono permesse
ru: Относительные URL'ы не разрешены

source: Only %s urls are allowed
de: Es sind nur %s URLs erlaubt.
es: Se permiten solamente %s urls
fr: Seules les URLs %s sont autorisées
it: Soltanto le URL %s sono permesse
ru: Только %s URL'ы разрешены

source: Value must be a valid Email Address.
da: Værdien skal være en gyldig e-mail-adresse.
de: Eingabe muss eine gültige E-Mail-Adresse sein.
es: Debe introducir una dirección de correo electrónico válida.
fr: La valeur doit être une adresse courriel valide.
it: Il valore dev'essere un indirizzo e-mail valido.
ru: Значение должно представлять собой верный e-mail адрес.

source: A value for this field is required.
da: En værdi for dette felt er påkrævet.
de: Für dieses Feld muss ein Wert eingegeben werden.
es: Se requiere un valor para este campo.
fr: Une valeur pour ce champ est requise.
it: È richiesto un valore per questo campo.
ru: Для этого поля требуется значение.

source: That username is already in use!
da: Det brugernavn er allerede i brug!
de: Dieser Benutzername wird bereits verwendet.
es: ¡Ese nombre de usuario ya se está usando!
fr: Ce nom d'utilisateur est présentement utilisé.
it: Questo nome utente è già in uso!
ru: Это имя пользователя уже используется!

source: The value of this field must match the value of %s.
da: Værdien for dette felt skal passe til værdien for %s.
de: Der Wert dieses Feldes muss dem Wert von %s entsprechen.
es: El valor de este campo debe coincidir con el valor de %s.
fr: La valeur de ce champ doit correspondre à la valeur de %s.
it: Il valore di questo campo deve coincidere con il valore di %s.
ru: Значение этого поля должно соответствовать значению %s.

source: The value does not meet submission requirements
da: Værdien passer ikke til kravene for tilføjelse
de: Der Wert entspricht nicht den Anforderungen zum Einreichen
es: El valor no cumple los requisitos de envío
fr: La valeur ne correspond pas aux pré-requis
it: Il valore non soddisfa i requisiti di immissione.
ru: Значение не соответствует требования представления.

source: The value entered is lesser than the minimum of %d.
da: Den angivne værdi er mindre end minimumsværdien %d.
de: Der eingegebene Wert beträgt weniger als das Minimum von %d.
es: El valor introducido es menor que el mínimo de %d.
fr: La valeur entrée est inférieure au minimum de %d.
it: Il valore immesso è minore del minimo di %d.
ru: Введённое значение меньше минимально допустимого %d.

source: The value entered is greater than the maximum of %d.
da: Den angivne værdi er større end maksimumsværdien %d.
de: Der eingegebene Wert beträgt mehr als das Maximum von %d.
es: El valor introducido es mayor que el máximo de %d.
fr: La valeur entrée est supérieure au maximum de %d.
it: Il valore immesso è maggiore del massimo di %d.
ru: Введённое значение больше максимально допустимого %d.

source: Remove this item?
da: Slet dette emne?
de: Dieses Element entfernen?
es: ¿Eliminar este elemento?
fr: Supprimer cet élément?
it: Rimuovere questo elemento?
ru: Удалить это?

source: Whoops! 404. The page you were trying to access is not really there. Please try again.
da: Ups! 404. Siden du forsøgte at tilgå, er der ikke. Prøv venligst igen.
de: Ohh! 404. Die Seite auf die du zugreifen wolltest wurde nicht gefunden. Bitte versuche es erneut.
es: ¡Oh! 404. La página a la que intentaba acceder no está aquí. Por favor inténtelo de nuevo.
fr: Oups! 404. La page que vous avez demandé n'existe pas. Merci de réessayer.
it: Oops! 404. La pagina a cui tentavi di accedere non è qui. Riprova.
ru: Ой! 404. Страницы, которую вы пытаетесь открыть, на самом деле здесь нет. Пожалуйста, попытайтесь еще раз позже.

source: Previous
da: Forrige
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
ru: Предыдущий

source: Next
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ru: Следующий

source: Read Comments
da: Læs kommentarer
de: Kommentare lesen
es: Leer comentarios
fr: Lire les commentaires
it: Leggi i commenti
ru: Читать комментарии

source: %s Comment
de: %s Kommentar
es: %s comentario
fr: %s commentaire
it: %s commento
ru: %s комментарий

source: Comment %1$s moderated from %2$s
da: Kommentar %1$s modereret fra %2$s
de: Kommentar %1$s moderiert von %2$s
es: Comentario %1$s moderado desde %2$s
fr: Commentaire %1$s modéré de %2$s
it: Il commento %1$s è stato moderato da %2$s
ru: Комментарий %1$s находится на модерации с %2$s

source: Comment Moderated on %s
da: Kommentar modereret den %s
de: Kommentar moderiert am %s
es: Comentario Moderado en %s
fr: Commentaire modéré dans %s
it: È stato moderato un commento su %s
ru: Комментарий прошёл модерацию %s

source: Comment %1$s deleted from %2$s
da: Kommentar %1$s slettet fra %2$s
de: Kommentar %1$s gelöscht von %2$s
es: Comentario %1$s eliminado desde %2$s
fr: Commentaire %1$s supprimé de %2$s
it: Il commento %1$s è stato eliminato da %2$s
ru: Комментарий %1$s удален из %2$s

source: New group created: %s
da: Ny gruppe oprettet: %s
de: Neue Gruppe erstellt: %s
es: Nuevo grupo creado: %s
fr: Nouveau groupe "%s" créé
it: È stato creato un nuovo gruppo: %s
ru: Новая группа создана: %s

source: User Group updated: %s
da: Brugergruppe opdateret: %s
de: Benutzer-Gruppe aktualisiert: %s
es: Grupo de usuario actualizado: %s
fr: Groupe "%s" mis à jour
it: È stato aggiornato il gruppo utente: %s
ru: Группа пользователей обновлена: %s

source: User Group %s: Member list reset
da: Brugergruppe %s: Medlemsliste nulstillet
de: Gruppe %s: Mitgliederliste zurückgesetzt
es: Grupo de usuarios %s: lista de miembros reiniciada
fr: Groupe "%s": liste des membres réinitialisée
it: Gruppo utenti %s: Lista dei membri reimpostata
ru: Группа пользователей %s: Сброс списка участников

source: User Group %s: Group deleted.
da: Brugergruppe %s: Gruppe slettet.
de: Gruppe %s: Gruppe gelöscht.
es: Grupo de usuarios %s: grupo eliminado.
fr: Groupe %s: groupe supprimé.
it: Gruppo utenti %s: Gruppo eliminato.
ru: Группа пользователей %s: Группа удалена.

source: User Group %1$s: Users were added to the group.
da: Brugergruppe %1$s: Brugere blev tilføjet til gruppen.
de: Gruppe %1$s: Nutzer sind dieser Gruppe hinzugefügt worden.
es: Grupo de usuarios %1$s: se han añadido usuarios nuevos.
fr: Groupe %s: des utilisateurs ont été ajoutés au groupe.
it: Gruppo utenti %1$s: Gli utenti sono stati aggiunti al gruppo.
ru: Группа пользователей %1$s: Пользователи были добавлены в группу.

source: User Group %1$s: Users were removed from the group.
da: Brugergruppe %1$s: Brugere blev fjernet fra gruppen.
de: Gruppe %1$s: Nutzer sind aus dieser Gruppe entfernt worden.
es: Grupo de usuarios %1$s: se han eliminado usuarios.
fr: Groupe %s: des utilisateurs ont été retirés du groupe.
it: Gruppo utenti %1$s: Gli utenti sono stati rimossi dal gruppo.
ru: Группа пользователей %1$s: Пользователи были удалены из группы.

source: First Page
da: Første side
de: Erste Seite
es: Primera página
fr: Première page
it: Prima pagina
ru: Первая страница

source: Previous Page
da: Foregående side
de: Vorherige Seite
es: Página anterior
fr: Page précédente
it: Pagina precedente
ru: Предыдущая страница

source: Next Page
da: Næste side
de: Nächste Seite
es: Siguiente página
fr: Page suivante
it: Pagina successiva
ru: Следующая страница

source: Last Page
da: Sidste side
de: Letzte Seite
es: Última página
fr: Dernière page
it: Ultima pagina
ru: Последняя страница

source: %1$s on "%2$s"
da: %1$s på "%2$s"
de: %1$s zu "%2$s"
es: %1$s en «%2$s»
fr: %1$s sur "%2$s"
it: %1$s su "%2$s"
ru: %1$s на "%2$s"

source: Attempt to fetch in class mode with a non-included class
da: Forsøg på at hente i class mode med en ikke-inkluderet class
de: Versuche eine nicht inkludierte Klasse im Class-Mode einzubinden.
es: Intento de traer en modo clase con una clase no incluida
fr: Tentative de requête par classe avec une classe non définie
ru: Попытка внедрить в класс с не-включённым классом

source: CronTab run completed.
de: CronTab erfolgreich ausgeführt.
es: Ejecución de CronTab finalizada.
it: CronTab completato.
ru: CronTab выполнен.

source: Unkown attribute type "%s" in %s
da: Ukendt attributtype "%s" i %s
de: Ungültiges Attribut Typ "%s" in %s
es: Tipo de atributo desconocido «%s» en %s
fr: Type d'attribut inconnu "%s" dans %s
it: Tipo di attributo sconosciuto "%s" in %s
ru: Неизвестный тип атрибута "%s" в %s

source: WordPress Database
de: WordPress-Datenbank
es: Base de datos WordPress
fr: Base de données WordPress
it: Database di WordPress
ru: База данных WordPress

source: Could not connect to the WordPress database using the values supplied. Please correct them and try again.
da: Kunne ikke forbinde til WordPress databasen med de givne værdier. Ret dem venligst og prøv igen.
de: Mit den angegebenen Daten konnte keine Verbindung zu der Wordpress-Datenbank aufgebaut werden. Bitte korrigiere die Daten und versuche es erneut.
es: No se puede conectar a la base de datos WordPress utilizando los valores introducidos. Por favor corríjalos e inténtelo de nuevo.
fr: Impossible de se connecter à la base de données Wordpress en utilisant les valeurs soumises. Veuillez les vérifier et essayez de nouveau.
it: Non è stato possibile connettersi al database di WordPress usando i valori forniti. Correggili e riprova.
ru: Невозможно соединится с базой данных WordPress, используя предоставленные данные. Пожалуйста, исправьте их и попробуйте снова.

source: Habari will attempt to import from a WordPress database.
de: Habari wird versuchen von einer Wordpress Datenbank zu importieren.
es: Habari intentará importar desde una base de datos WordPress
fr: Habari va tenter d'importer la base de données WordPress.
it: Habari cercherà di importare da un database WordPress.
ru: Habari попытается импортировать базу данных WordPress.

source: Database Name
da: Databasenavn
de: Datenbankname
es: Nombre de la base de datos
fr: Nom de la base de données
it: Nome del database
ru: Имя базы данных

source: Database Host
da: Databasevært
de: Datenbank-Host
es: Equipo de base de datos
fr: Hôte
it: Host del database
ru: Сетевой адрес базы данных

source: Database User
de: Datenbank-Benutzer
es: Usuario de la base de datos
fr: Nom d'utilisateur
it: Utente del database
ru: Пользователь базы данных

source: Database Password
de: Datenbank-Passwort
es: Contraseña de la base de datos
fr: Mot de passe
it: Password del database
ru: Пароль базы данных

source: Table Prefix
da: Tabel præfiks
de: Tabellen-Prefix
es: Prefijo de tabla
fr: Préfixe des tables
it: Prefisso della tabella
ru: Префикс имени таблиц

source: Import Categories as Tags
de: Kategorien als Tags importieren
es: Importar categorías como etiquetas
fr: Importer les catégories en tant que tags
it: Importa le categorie come tag
ru: Импортировать категории как теги

source: Starting import from "%s"
da: Starter importering fra "%s"
de: Beginne mit dem Import von "%s"
es: Iniciando la importación desde «%s»
fr: Commencer l'importation à partir de "%s"
it: Avvio dell'importazione da "%s"
ru: Начинается импортирование из "%s"
