Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: Cannot write to %s. The SQLite data file is not writable by the web server.
de: Kann in %s nicht schreiben. Die SQLite-Datenbankdatei kann vom Webserver nicht beschrieben werden.
es: No se pudo escribir en %s. El archivo de datos SQLite no se puede escribir en el Servidor Web.
fr: Écriture impossible dans %s. Le serveur n'a pas la permission d'écrire dans le fichier de données SQLite.
it: Non è possibile scrivere in %s. Il file di dati SQLite non è scrivibile dal server web.
ru: Невозможно открыть %s для записи. Файл данных SQLite недоступен для записи веб-сервером.

source: Cannot write to %s directory. SQLite requires that the directory that holds the DB file be writable by the web server.
de: Kann im Verzeichnis %s nicht schreiben. SQLite setzt voraus, dass das Verzeichnis, welches die Datenbankdatei enthält, vom Webserver beschrieben werden kann.
es: No se puede escribir en el directorio %s. SQLite necesita que el directorio donde se encuentra la Base de Datos pueda ser modificada desde el Servidor Web.
fr: Écriture impossible dans le dossier %s. Le serveur n'a pas la permission d'écrire dans le dossier contenant le fichier de données SQLite.
it: Non è possibile scrivere nella cartella %s. SQLite richiede che la cartella che contiene il file del database sia scrivibile dal server web.
ru: Невозможно записать в директорию %s. SQLite требует, что бы директория, в которой находится файл базы данных был доступен для записи веб-сервером.

source: Cannot write to %s directory. The SQLite data file does not exist, and it cannot be created in the specified directory. SQLite requires that the directory containing the database file be writable by the web server.
de: Kann im Verzeichnis %s nicht schreiben. Die SQLite-Datenbankdatei existiert nicht und kann in dem benannten Verzeichnis nicht erstellt werden. SQLite setzt voraus, dass das Verzeichnis welches die Datenbankdatei enthält vom Webserver beschrieben werden kann.
es: No se puede escribir en el directorio %s. El archivo de datos SQLite no existe, y no puede ser creado en el directorio proporcionado. SQLite requiere que el directorio que contiene la Base de Datos sea modificable por el Servidor Web
fr: Écriture impossible dans le dossier %s. Le fichier de données SQLite n'existe pas et ne peut être créé. Le serveur doit avoir la permission d'écrire dans le dossier ciblé pour la création du fichier de données SQLite.
it: Non è possibile scrivere nella cartella %s. Il file di dati SQLite non esiste, e non può essere creato nella cartella specificata. SQLite richiede che la cartella che contiene il file del database sia scrivibile dal server web.
ru: Невозможно записать в директорию %s. Файл базы данных SQLite не существует, и не может быть создан в указанной директории. SQLite требует, что бы директория, в которой находится файл базы данных был доступен для записи веб-сервером.

source: Trim the log table
de: Die Log-Tabelle kürzen
es: Recortar la tabla de registro
fr: Purger la table des logs
it: Accorcia la tabella dei log
ru: Обрезать лог таблицы

source: Perform a check for plugin updates.
de: Auf Plugin-Updates prüfen
es: Comprobar actualizaciones para los complementos.
fr: Rechercher une mise à jour des plugins.
it: Controlla la disponibilità di aggiornamenti dei plugin.
ru: Выполнить проверку доступности обновления для плагинов.

source: This site is running <a href="http://habariproject.org/">Habari</a>, a state-of-the-art publishing platform! Habari is a community-driven project created and supported by people from all over the world. Please visit <a href="http://habariproject.org/">http://habariproject.org/</a> to find out more!
da: Denne side kører <a href="http://habariproject.org/">Habari</a>, en moderne platform for offentliggørelse! Habari er et projekt skabt og understøttet af folk fra hele verden. Besøg venligst <a href="http://habariproject.org/">http://habariproject.org/</a> for af finde ud af mere!
de: Diese Site verwendet <a href="http://habariproject.org/">Habari</a>, eine State-Of-The-Art Publishing-Plattform. Habari ist ein communitynahes Projekt - erstellt und unterstützt von Menschen aus aller Welt. Bitte besuche <a href="http://habariproject.org/">http://habariproject.org/</a> um mehr zu erfahren.
es: Este sitio está siendo ejecutado con <a href="http://habariproject.org/">Habari</a>, una plataforma de publicaciones en estado de arte! Habari es un proyecto manejado por la comunidad, creado y mantenido por gente de todo el mundo. Por favor visita <a href="http://habariproject.org/">http://habariproject.org/</a> para saber más!
fr: Ce site est propulsé par <a href="http://habariproject.org/">Habari</a>, une plate-forme de blog à l'état de l'art! Habari est un projet communautaire développé par des personnes de partout à travers le monde. N'hésitez pas à visiter le site <a href="http://habariproject.org/">http://habariproject.org</a> pour plus d'informations!
it: Questo sito gira su <a href="http://habariproject.org/">Habari</a>, una piattaforma di pubblicazione allo stato dell'arte! Habari è un progetto comunitario creato e supportato da persone in tutto il mondo. Visita <a href="http://habariproject.org/">http://habariproject.org/</a> per saperne di più!
ru: Этот сайт использует <a href="http://habariproject.org/">Habari</a>, современную платформу для публикаций! Habari это проект, созданный и поддерживаемый людьми со всего мира. Пожалуйста, поситите <a href="http://habariproject.org/">http://habariproject.org/</a> что бы разузнать побольше!

source: currently unsupported.
da: ikke understøttet i øjeblikket.
de: wird aktuell nicht unterstützt.
es: actualmente no soportado.
fr: n'est pas supporté pour le moment.
it: non è attualmente supportato.
ru: на данный момент не поддерживается.

source: No admin user found
de: Kein Administrator-Benutzer gefunden
es: No se encontro un usuario administrativo
fr: Aucun compte administrateur n'a été trouvé
it: Amministratore non trovato
ru: Не найден пользователь администратор

source: Site Maintenance
de: Wartungsarbeiten
es: Mantenimiento del sitio
fr: Maintenance du site
it: Sito in manutenzione
ru: Управление сайтом

source: Habari is currently being upgraded.
de: Habari wird gerade aktualisiert.
es: Habari está siendo actualizado.
fr: Habari est actuellement en mise à jour.
it: Habari è in fase di aggiornamento.
ru: Habari в данный момент обновляется.

source: Try again in a little while.
de: Bitte versuchen Sie es später noch einmal.
es: Intenta nuevamente en unos minutos.
fr: Essayez de nouveau dans un instant.
it: Riprova fra poco.
ru: Попробуйте немного позже.

source: Truncate the log table
da: Slet logtabellen
de: Die Log-Tabelle leeren
es: Truncar la tabla de registro
fr: Purger la table des journaux
it: Interrompi la tabella dei log
ru: Обрезать лог таблицы

source: Manage dashboard modules
de: Module der Übersichtsseite verwalten
es: Administrar modulos del dashboard
fr: Gérer les modules du tableau de bord
it: Gestisci i moduli della dashboard
ru: Управлять панелью модулей

source: The database host field was left empty.
da: Feltet databasevært blev ikke udfyldt.
de: Das Datenbank-Host-Feld wurde leer gelassen.
es: El campo equipo de la base de datos está vacío.
fr: Le champs hôte de la base de données a été laissé vide.
it: Il campo dell'host del database è stato lasciato vuoto.
ru: Поле хоста базы данных осталось пустым.

source: The database name field was left empty.
da: Feltet databasenavn blev ikke udfyldt.
de: Das Datenbank-Namens-Feld wurde leer gelassen.
es: El campo nombre de la base de datos está vacío.
fr: Le nom de la base de données n'a pas été fourni.
it: Il campo del nome del database è stato lasciato vuoto.
ru: Поле имени базы данных оставлено пустым.

source: The database user field was left empty.
da: Feltet databasebruger blev ikke udfyldt.
de: Das Datenbank-Benutzernamen-Feld wurde leer gelassen.
es: El campo usuario de la base de datos está vacío.
fr: Le nom d'utilisateur pour la base de données n'a pas été fourni.
it: Il campo dell'utente del database è stato lasciato vuoto.
ru: Поле имени пользователя оставлено пустым.

source: The database file was left empty.
da: Databasefilen blev ikke udfyldt.
de: Die Datenbankdatei wurde leer gelassen.
es: El archivo de base de datos está vacío.
fr: Le champ pour le nom du fichier de la base de données a été laissé vide.
it: Il file del database è stato lasciato vuoto.
ru: Файл базы данных был оставлен пустым.

source: The cache directory '%s' is not writable - the cache is disabled. The user, or group, which your web server is running as, needs to have read, write, and execute permissions on this directory.
da: Web serveren har ikke skrivetilladelser til cache mappen '%s' - cachen er deaktiveret. Brugeren, eller gruppen, din webserver kører som, skal have læse, skrive og eksekveringstilladelser til denne mappe.
de: Das Cache-Verzeichnis '%s' ist nicht beschreibbar - der Cache ist deaktiviert. Der Benutzer oder die Gruppe, als die dein Webserver läuft, benötigt Lese-, Schreib-, und Ausführungsrechte für dieses Verzeichnis.
es: El directorio de caché «%s» no es escribible - la caché ha sido desactivada. El usuario (o grupo) con el que el servidor está ejecutándose, necesita tener permisos de lectura, escritura y ejecución sobre ese directorio.
fr: Le répertoire de cache '%s' n'a pas les droits en écriture - le cache est désactivé. L'utilisateur, ou le groupe, qui utilise ce serveur web doit avoir les droits en lecture, écriture et exécution pour ce répertoire.
it: La cartella di cache '%s' non è scrivibile - la cache è disabilitata. L'utente, o gruppo, che sta gestendo il server web, necessita dei permessi di lettura, scrittura ed esecuzione su questa cartella.
ru: Директория кэша '%s' не записываемая - кэш неактивен. Пользователь или группа, при рабте на вашем веб сервере должы иметь права чтения, записи и исполнения для этой директории.

source: The cache directory '%s' is not writable - the cache is disabled.
da: Webserveren har ikke skrivetilladelser til cache mappen '%s' - cachen er deaktiveret.
de: Das Cache-Verzeichnis '%s' ist nicht beschreibbar - der Cache ist deaktiviert.
es: El directorio de caché «%s» no es escribible - la caché está desactivada.
fr: Il fut impossible d'écrire dans le dossier cache '%s', ainsi, le cache a été désactivé.
it: La cartella di cache '%s' non è scrivibile - la cache è disabilitata.
ru: Директория кэша '%s' не записываемая - кэш неактивен.

source: New post %1$s (%2$s); Type: %3$s; Status: %4$s
da: Nyt indlæg %1$s (%2$s); Type: %3$s; Status: %4$s
de: Neuer Post %1$s (%2$s); Typ: %3$s; Status: %4$s
es: Nueva entrada %1$s (%2$s); Tipo: %3$s; estado: %4$s
fr: Nouveau billet %1$s "%2$s" ; Type : %3$s ; Statut : %4$s
it: Nuovo post %1$s (%2$s); Tipo: %3$s; Stato: %4$s
ru: Новая запись %1$s (%2$s); Тип: %3$s; Статус: %4$s

source: Post %1$s (%2$s) deleted.
da: Indlæg %1$s (%2$s) slettet.
de: Post %1$s (%2$s) gelöscht.
es: Entrada %1$s (%2$s) borrada.
fr: Billet %1$s (%2$s) supprimé.
it: Il post %1$s (%2$s) è stato eliminato.
ru: Запись %1$s (%2$s) удалена.

source: Scheduled Post %1$s (%2$s) published at %3$s.
da: Planlagt indlæg %1$s (%2$s) publiceret klokken %3$s.
de: Post %1$s (%2$s) wie geplant um %3$s veröffentlicht.
es: Entrada prevista %1$s (%2$s) publicada en %3$s.
fr: Billet à publication planifiée %1$s (%2$s) publié à %3$s.
it: Il post programmato %1$s (%2$s) è stato pubblicato alle %3$s.
ru: Запланированная запись %1$s (%2$s) опубликована в %3$s.

source: Post %1$s (%2$s) published.
da: Indlæg %1$s (%2$s) publiceret.
de: Post %1$s (%2$s) veröffentlicht.
es: Entrada %1$s (%2$s) publicada.
fr: Billet %1$s (%2$s) publié.
it: Il post %1$s (%2$s) è stato pubblicato.
ru: Запись %1$s (%2$s) опубликована.

source: Preview Post
da: Forhåndsvis indlæg
de: Vorschau
es: Previsualizar entrada
fr: Prévisualisation du billet
it: Anteprima del post
ru: Предварительно посмотреть запись

source: View Post
da: Vis indlæg
de: Post ansehen
es: Ver entrada
fr: Afficher le Billet
it: Visualizza il post
ru: Просмотреть запись

source: Title
da: Titel
de: Titel
es: Título
fr: Titre
it: Titolo
ru: Заголовок

source: Tags, separated by, commas
da: Tags, separeret af, kommaer
de: Tags, kommagetrennt
es: Etiquetas separadas por comas
fr: Mots-clés, séparés par une virgule.
it: Tag, separate da, virgole
ru: Метки, разделенные запятыми

source: Content State
da: Indholdsstatus
de: Inhaltszustand
es: Estado del contenido
fr: État du contenu
it: Stato del contenuto
ru: Состояние

source: Minor Edit
da: Mindre rettelse
de: Geringe Änderung
es: Edición menor
fr: Modification Mineure
it: Modifica minore
ru: Мелкие изменения

source: Comments Allowed
da: Kommentarer tilladt
de: Kommentare erlaubt
es: Comentarios permitidos
fr: Commentaires permis
it: Commenti permessi
ru: Комментарии Разрешены

source: Publication Time
da: Publiceringstid
de: Zeit der Veröffentlichung
es: Hora de publicación
fr: Heure de publication
it: Ora della pubblicazione
ru: Время публикации

source: Content Address
da: Indholdsadresse
de: Inhaltsadresse
es: Dirección de contenido
fr: Adresse du contenu
it: Indirizzo del contenuto
ru: Адрес содержания

source: Name <span class="required">*Required</span>
de: Name <span class="required">*benötigt</span>
es: Nombre <span class="required">*Requerido</span>
fr: Nom <span class="required">*Requis</span>
it: Nome <span class="required">(richiesto)</span>
ru: Имя <span class="required">*Требуется</span>

source: The Name field value is required
de: Es muss ein Name angegeben werden
es: El valor del campo nombre es obligatorio
fr: Une valeur est requise au champs Nom.
it: È richiesto il valore del campo Nome
ru: Необходимо заполнить поле Имя

source: The Email field value must be a valid email address
de: Die E-Mailadresse muss gültig sein
es: EL campo de correo.e debe de contener un a dirección de correo válida
fr: Une adresse courriel valide est requise au champ Courriel
it: Il campo E-mail deve contenere un indirizzo e-mail valido.
ru: В поле Email должен быть указан верный адрес email

source: Email <span class="required">*Required</span>
de: E-Mail <span class="required">(benötigt)</span>
es: Email <span class="required">*Requerido</span>
fr: Courriel <span class="required">*Requis</span>
it: E-mail <span class="required">(richiesta)</span>
ru: Email <span class="required">*Требуется</span>

source: The Web Site field value must be a valid URL
de: Die Webseitenadresse muss gültig sein
es: El campo de Sitio Web debe de contener una dirección Web válida
fr: Le champ Site Internet requiert une adresse URL valide
it: Il campo Web Site deve contenere un URL valido.
ru: Значение поля Адрес веб-сайта должно содержать верный URL

source: The Content field value is required
de: Es muss ein Text eingegeben werden
es: El campo Contenido es obligatorio
fr: Une valeur est requise au champ Contenu
it: Il valore del campo Contenuto è richiesto.
ru: Требуется значение поля Содержимое

source: parse error. not well formed
da: parse fejl. Ikke vel udformet
de: Parserfehler. Nicht wohlgeformt
es: error de análisis. No está bien construido
fr: erreur d'analyse. structure malformée
ru: ошибка парсинга, не правильно сформировано

source: parse error. unsupported encoding
da: parse fejl. Uunderstøttet encoding
de: Parserfehler. Nicht unterstützte Codierung
es: error de análisis. Codificación no permitida
fr: erreur d'analyse. encodage non supporté
ru: ошибка парсинга, неподдерживающаяся кодировка

source: parse error. invalid character for encoding
da: parse fejl. Ugyldig karakter for encoding
de: Parserfehler. Ungültige Zeichencodierung
es: error de análisis. Carácter no válido para esa codificación
fr: erreur d'analyse. character invalide pour cet encodage
ru: ошибка парсинга, неверный характер для кодировки

source: server error. invalid xml-rpc. not conforming to spec.
da: server fejl. Ugyldig xml-rpc. Passer ikke med specifikationerne.
de: Serverfehler. Ungültiges xml-rpc. Stimmt nicht mit den Spezifikationen überein.
es: error de servidor. xml-rpc inválido. No es conforme a las especificaciones
fr: erreur du serveur. xml-rpc invalide. ne conforme pas aux spécifications.
ru: ошибка сервера. неверный xml-rpc. но удовлетвояется спецификациям.

source: server error. requested method not found
da: server fejl. Forespurgt metode ikke fundet
de: Serverfehler. Angefragte Methode nicht gefunden
es: error de servidor. Método de petición no encontrado
fr: erreur du serveur. méthode demandée introuvable.
ru: ошибка сервера. запрошенный метод не найден

source: server error. invalid method parameters
da: server fejl. Ugyldige metode-parametre
de: Serverfehler. Ungültige Methodenparameter
es: error de servidor. Parametros de método inválidos
fr: erreur du serveur. paramêtres de la méthode demandée invalide.
ru: ошибка сервера. неверные параметры метода

source: server error. internal xml-rpc error
da: server fejl. Intern xml-rpc fejl
de: Server-Fehler. Interner xml-rpc-Fehler
es: error de servidor. Error interno de xml-rpc
fr: erreur du serveur. erreur xml-rpc interne.
ru: ошибка сервера. внутренняя ошибка xml-rpc

source: application error
da: program fejl
de: Anwendungsfehler
es: error de aplicación
fr: erreur d'application
ru: ошибка приложения

source: system error
da: systemfejl
de: Systemfehler
es: error del sistema
fr: erreur système
ru: системная ошибка

source: transport error
da: transportfejl
de: Überführungsfehler
es: error de transporte
fr: erreur de transport
ru: ошибка транспорта

source: The source URI does not exist.
da: Kilde URIen eksisterer ikke.
de: Die Quell-URI existiert nicht.
es: El URI fuente no existe.
fr: Le URI source n'existe pas.
ru: URI источника не существует.

source: The source URI does not contain a link to the target URI, and so cannot be used as a source.
da: Kilde URIen indeholder ikke et link til target URIen, og kan derfor ikke bruges som en kilde.
de: Die Quell-URI enthält keinen Link zur Ziel-URI und kann deshalb nicht als Quelle verwendet werden.
es: El URI fuente no contiene un enlace al URI destino, por lo que no puede ser usado como fuente.
fr: Le URI source ne contient pas un lien vers le URI cible, ainsi il ne peut pas être utilisé comme source.
ru: URI источника не содержит ссылку на конечный URI и не может быть использован как источник.

source: The specified target URI does not exist.
da: Den specificerede target URI eksisterer ikke.
de: Die angegebene Ziel-URI existiert nicht.
es: El URI de destino especificado no existe.
fr: Le URI cible n'existe pas.
ru: Указанное назначение URI не существаует.

source: The specified target URI cannot be used as a target.
da: Den specificerede target URI kan ikke blive brugt som et target.
de: Die angegebene Ziel-URI kann nicht als Ziel verwendet werden.
es: El URI de destino especificado no puede ser usado como destino.
fr: Le URI cicle fourni ne peut être utilisé comme cible.
ru: Указанное назначение URI не может быть использовано как назначение.

source: The pingback has already been registered.
da: Pingbacken er allerede registreret.
de: Der Pingback wurde bereits eingetragen.
es: El pingback ya ha sido registrado.
fr: Ce pingback a déjà été enregistré.
ru: Пингбек уже был зарегистрирован.

source: Access denied.
da: Ingen adgang.
de: Zugriff verweigert.
es: Acceso denegado.
fr: Accès refusé.
ru: Доступ запрещён.

source: The server could not communicate with an upstream server, or received an error from an upstream server, and therefore could not complete the request.
da: Serveren kunne ikke kommunikere med en upstream server, eller modtog en fejl fra en upstream server, og kunne derfor ikke færdiggøre forespørgslen.
de: Der Server konnte nicht mit einem Upstreamserver kommunizieren oder erhielt einen Fehler und kann deshalb die Anfrage nicht ausführen.
es: El servidor no se pudo comunicar con un servidor de upstream, o ha recibido un error desde un servidor de upstream, por lo que no ha podido completar el pedido.
fr: Le serveur ne peut pas communiquer avec un serveur en amont, ou recevoir une erreur d'un serveur en amont, et ne peut donc pas compléter la requête.
ru: Сервер не может связаться с противоположным сервером, или получена ошибка от противоположного сервера, которая не дала выполнить запрос.

source: This XMLRPC server only accepts POST requests.
da: Denne XMLRPC server accepterer kun POST-forespørgsler.
de: Dieser XMLRPC-Server akzeptiert nur POST-Anfragen.
es: Este servidor XMLRPC sólo acepta pedidos POST.
fr: Ce serveur XMLRPC accepte seulement des requêtes POST.
ru: Этот XMLRPC сервер принимает только POST запросы.

source: Unknown XMLRPC Exception
da: Ukendt XMLRPC undtagelse
de: Unbekannte XMLRPC-Ausnahme
es: Excepción XMLRPC desconocida
fr: Exception XMLRPC inconnue.
ru: Неизвестная XMLRPC ошибка

source: %1$s in %2$s line %3$s on request of "%4$s"
da: %1$s i %2$s linje %3$s på forespørgsel af "%4$s"
de: %1$s in %2$s Zeile %3$s bei Anforderung von "%4$s"
es: %1$s en %2$s línea(s) %3$s a petición de «%4$s»
fr: %1$s dans %2$s à la ligne %3$s sur la requête "%4$s"
ru: %1$s в %2$s строка %3$s на запрос "%4$s"

source: Error
de: Fehler
fr: Erreur
it: Errore
ru: Ошибка

source: Warning
de: Warnung
es: Aviso
fr: Avertissement
it: Attenzione
ru: Предупреждение

source: Parse Error
de: Parser-Fehler
es: Error de análisis
fr: Erreur d'analyse
it: Errore di elaborazione
ru: Ошибка разбора

source: Notice
de: Hinweis
es: Aviso
fr: Avis
it: Avviso
ru: Уведомление

source: Core Error
de: Core-Fehler
es: Error del núcleo
fr: Erreur Interne
ru: Ошибка ядра

source: Core Warning
de: Core-Warnung
es: Aviso del núcleo
fr: Avertissement Interne
ru: Предупреждение ядра

source: Compile Error
de: Kompilierfehler
es: Error de compilación
fr: Erreur de Compilation
ru: Ошибка компиляции

source: Compile Warning
de: Kompilierwarnung
es: Aviso de compilación
fr: Avertissement de Compilation
ru: Предупреждение компиляции

source: User Error
de: Benutzerfehler
es: Error de usuario
fr: Erreur Utilisateur
ru: Пользовательская ошибка

source: User Warning
de: Benutzerwarnung
es: Aviso de usuario
fr: Avertissement Utilisateur
ru: Пользовательское предупреждение

source: User Notice
de: Benutzerhinweis
es: Aviso de Usuario
fr: Avis Utilisateur
ru: Пользовательское уведомление

source: Recoverable Error
de: Behebbarer Fehler
es: Error recuperable
fr: Erreur Récupérable
ru: Поправимая ошибка

source: Deprecated violation
de: "Veraltet"-Verletzung
es: Violación obsoleta
fr: Violation obsolète
ru: Устаревшее нарушение

source: User deprecated violation
de: Benutzer-"veraltet"-Verletzung
es: Usar violación obsoleta
fr: Violation d'utilisateur obsolète
ru: Пользовательское устаревшее нарушение

source: %s line %d: %s(%s)
da: %s linje %d: %s(%s)
de: %s Zeile %d: %s(%s)
es: %s línea %d: %s(%s)
fr: %s ligne %d: %s(%s)
ru: %s строка %d: %s(%s)

source: Your session expired.
da: Din session er udløbet.
de: Deine Sitzung ist abgelaufen.
es: Su sesión ha expirado.
fr: Votre session a expiré.
it: La tua sessione è conclusa.
ru: Ваша сессия закончилась.

source: Anonymous
da: Anonym
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ru: Анонимный

source: New user created: %s
da: Ny bruger oprettet: %s
de: Neuer Benutzer erstellt: %s
es: Nuevo usuario creado: %s
fr: Nouvel utilisateur créé: %s
it: È stato creato il nuovo utente: %s
ru: Создан новый пользователь: %s

source: User deleted: %s
da: Bruger slettet: %s
de: Benutzer gelöscht: %s
es: Usuario eliminado: %s
fr: Utilisateur supprimé: %s
it: È stato eliminato l'utente: %s
ru: Пользователь удален: %s

source: Successful login for %s
da: Succesfuldt login for %s
de: Erfolgreiche Anmeldung für %s
es: Inicio de sesion exitoso para %s
fr: Identification réussie pour "%s"
it: Accesso riuscito per %s
ru: Успешная авторизация для %s
