Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: Import in Progress
de: Import läuft
es: Importación en progreso
fr: Import en cours
it: Importazione in corso
ru: Процесс импортирования

source: Starting Import&hellip;
de: Beginne Import&hellip;
es: Comenzando la importación&hellip;
fr: Démarrage de l'import&hellip;
it: Avvio dell'importazione&hellip;
ru: Начинается импорт&hellip;

source: Failed to import from "%s"
da: Fejlede at importere fra "%s"
de: Import von "%s" fehlgeschlagen
es: No puede importar de «%s»
fr: Impossible d'importer depuis "%s"
it: L'importazione da "%s" non è riuscita
ru: Не удалось импортировать из "%s"

source: Failed to connect using the given database connection details.
da: Fejlede at forbinde med de givne database forbindelsesdetaljer.
de: Die Verbindung ist mit den angegebenen Details zur Datenbankverbindung fehlgeschlagen.
es: Ha fallado la conexión a la base de datos utilizando los datos introducidos.
fr: Impossible de se connecter en utilisant les informations relatives à la base de données.
it: Non è stato possibile connettersi usando i dettagli di connessione al database forniti.
ru: Невозможно установить соединение, используя предоставленные данные.

source: Importing Users&hellip;
de: Importiere Benutzer&hellip;
es: Importando usuarios&hellip;
fr: Import des utilisateurs&hellip;
it: Importazione degli utenti&hellip;
ru: Импортируются пользователи&hellip;

source: Associated imported user %1$s with existing user %2$s
de: Importierten Benutzer %1$s mit existierendem Benutzer %2$s verknüpft
es: Se asoció al usuario importado %1$s con el usuario existente %2$s
fr: L'utilisateur importé %1$s a été associé avec l'utilisateur %2$s
it: L'utente importato %1$s è stato associato all'utente esistente %2$s
ru: Импортированный пользователь %1$s ассоциирован с существующим пользователем %2$s

source: Created new user %1$s. Their old ID was %2$d.
de: Neuen Benutzer %1$s erstellt. Die alte ID war %2$d.
es: Se creó el usuario nuevo %1$s. Su ID antigua era %2$d.
fr: Nouvel utilisateur %1$s créé. Son ID était %2$d.
it: È stato creato il nuovo utente %1$s. Il suo vecchio numero utente era %2$d.
ru: Создан новый пользователь %1$s. Его старый ID был %2$d.

source: There was an error importing user %s. See the EventLog for the error message.
de: Es gab einen Fehler beim Importieren des Benutzers %s. Die Fehlermeldung findest du im Eventlog.
es: Hubo un error al importar el usuario %s. Encuentra el mensaje de error en el registro de eventos.
it: C'è stato un errore nell'importazione dell'utente %s. Leggi il messaggio di errore nel log degli eventi.
ru: Произошла ошибка при импортировании пользователя %s. Смотрите EventLog для сообщения об ошибке.

source: Rolling back changes&hellip;
de: Setze Änderungen zurück&hellip;
es: Retrocediendo los cambios&hellip;
it: Ripristino dei cambiamenti&hellip;
ru: Откат изменений&hellip;

source: Importing posts %1$d - %2$d of %3$d.
de: Importiere Posts %1$d - %2$d von %3$d.
es: Importando entradas %1$d - %2$d de %3$d.
fr: Importation des articles %1$d - %2$d de %3$d.
it: Importazione dei post %1$d - %2$d di %3$d.
ru: Импортирование сообщений %1$d - %2$d от %3$d.

source: There was an error importing post %s. See the EventLog for the error message.
de: Es gab einen Fehler beim Importieren des Posts %s. Die Fehlermeldung findest du im Eventlog.
es: Hubo un error al importar la entrada %s. Encuentra el mensaje de error en el registro de eventos.
it: C'è stato un errore nell'importazione del post %s. Leggi il messaggio di errore nel log degli eventi.
ru: Произошла ошибка при импортировании сообщения %s. Смотрите EventLog для сообщения об ошибке.

source: Importing comments %1$d - %2$d of %3$d.
de: Importiere Kommentare %1$d - %2$d von %3$d.
es: Importando comentarios %1$d - %2$d de %3$d.
it: Importazione dei commenti %1$d - %2$d di %3$d.
ru: Импортирование комментариев %1$d - %2$d от %3$d.

source: There was an error importing comment ID %d. See the EventLog for the error message.
de: Es gab einen Fehler beim Importieren des Kommentars ID %d. Die Fehlermeldung findest du im Eventlog.
es: Hubo un error al importar el comentario ID %d. Encuentra el mensaje de error en el registro de eventos.
it: C'è stato un errore nell'importazione del commento %d. Leggi il messaggio di errore nel log degli eventi.
ru: Произошла ошибка при импортировании комментария с ID %d. Смотрите EventLog для сообщения об ошибке.

source: Import completed from "%s"
de: Import von "%s" abgeschlossen.
es: Importación finalizada desde "%s"
it: L'importazione da "%s" è stata completata
ru: Импортирование завершено для"%s"

source: Import is complete.
da: Importeringen er fuldendt.
de: Import ist abgeschlossen.
es: Se completó la importación.
fr: L'importation est complète.
it: L'importazione è completata.
ru: Импорт завершён.

source: %1$d comment
da: %1$d kommentar
de: %1$d Kommentar
es: %1$d comentario
fr: %1$d commentaire
it: %1$d commento
ru: %1$d комментарий

source: Posted at %1$s
da: Skrevet kl. %1$s
de: Geschrieben am %1$s
es: Publicada el %1$s
fr: Publié le %1$s
it: Pubblicato alle %1$s
ru: Опубликовано в %1$s

source: Latest Log Activity
da: Seneste logaktivitet
de: Letzte Logaktivität
es: Último inicio de sesión
fr: Dernières Entrées Aux Journaux
it: Ultima attività del log
ru: Журналы последней активности.

source: Latest Entries
da: Seneste tilføjelser
de: Letzte Einträge
es: Últimas entradas
fr: Derniers Billets
it: Ultime voci
ru: Последние записи

source: Latest Comments
da: Seneste kommentarer
de: Letzte Kommentare
es: Últimos comentarios
fr: Derniers Commentaires
it: Ultimi commenti
ru: Последние комментарии

source: Habari Silo activation failed. The web server does not have permission to create the 'files' directory for the Habari Media Silo.
da: Habari Silo aktivering mislykkedes. Webserveren har ikke tilladelse til at oprette 'files' mappen for Habari Media Silo.
de: Habari-Silo-Aktivierung fehlgeschlagen. Der Web Server verfügt nicht über die Berechtigung das 'files' Verzeichnis für die Habari Media Silos zu erstellen.
es: Ha fallado la activación de Habari Silo. El servidor web no tiene permiso para crear el directorio 'files' para el Habari Media Silo.
fr: L'activation de Habari Silo a échoué. Le serveur ne dispose pas des permissions d'écriture nécessaires pour ajouter le dossier "files" requis par Habari Media Silo.
it: L'attivazione di Habari Silo non è riuscita. Il server web non ha il permesso per creare la directory 'files' per Habari Media Silo.
ru: Активация Habari Silo не прошла. У веб-сервера нет прав на создание каталога 'файлы' в Habari Media Silo.

source: Habari Silo activation failed. PHP has not loaded the gd imaging library.
da: Habari Silo aktivering mislykkedes. PHP har ikke indlæst gd imaging library.
de: Aktivierung des Habari-Silos fehlgeschlagen. PHP konnte die GD Imaging Library nicht laden.
es: Ha fallado la activación de Habari Silo. PHP no ha cargado la libraría de imágenes gd.
fr: L'activation de Habari Silo a échoué. PHP n'a pas été en mesure de charger la bibliothèque d'imagerie "gd".
it: L'attivazione di Habari Silo non è riuscita. PHP non ha caricato la libreria di imaging gd.
ru: Активация Habari Silo не прошла. PHP не загрузил графическую библиотеку gd.

source: Create media silo directories
de: Medien-Silo Verzeichnis erstellen
es: Crear los directorios de medios silo
fr: Créer les dossiers de dépôt multimédia
it: Crea le cartelle del media silo
ru: Создать директории для хранилищ медиаданных

source: Delete media silo directories
de: Lösche Medien-Silo-Verzeichnisse
es: Eliminar los directorios de medio silo
fr: Dossiers de silo multimedia supprimés
it: Elimina le cartelle del media silo
ru: Удалить директории для хранилищ медиаданных

source: Upload files to media silos
de: Dateien in Medien-Silos hochladen
es: Cargar archivos a los media silos
fr: Envoyer les fichiers vers les dépôts multimédia
it: Carica i file sul media silo
ru: Загрузить файлы в хранилища медиаданных

source: Delete files from media silos
de: Lösche Dateien aus Medien-Silo
es: Eliminar archivos de los medios silos
fr: Fichiers des silos multimedia supprimés
it: Elimina i file dal media silo
ru: Удалить файлы из хранилища медиаданных

source: Browse
de: Durchsuchen
es: Examinar
fr: Parcourir
it: Sfoglia
ru: Обзор

source: Create Directory
de: Verzeichnis erstellen
es: Crear directorio
fr: Créer un dossier
it: Crea cartella
ru: Создать каталог

source: Delete Directory
de: Verzeichnis Löschen
es: Borrar directorio
fr: Supprimer le Dossier
it: Elimina cartella
ru: Удаление каталога

source: Parent Directory:
da: Øvre mappe:
de: Übergeordnetes Verzeichnis:
es: Directorio padre:
fr: Dossier parent:
it: Cartella superiore:
ru: Родительская директория:

source: What would you like to call the new directory?
de: Wie möchtest du das neue Verzeichnis nennen?
es: Ingrese un nombre para el nuevo directorio
fr: Comment voulez-vous nommer le nouveau dossier?
it: Come vuoi chiamare la nuova cartella?
ru: Как вы хотите назвать новый каталог?

source: Directory:
de: Verzeichnis:
es: Directorio:
fr: Dossier :
it: Cartella:
ru: Каталог:

source: Are you sure you want to delete this directory?
de: Bist du sicher dass du dieses Verzeichnis löschen willst?
es: ¿Está seguro de querer eliminar este directorio?
fr: Êtes-vous certain de vouloir supprimer ce dossier ?
it: Sei sicuro di voler eliminare questa cartella?
ru: Вы уверены, что хотите удалить этот каталог?

source: File:
de: Datei:
es: Archivo:
fr: Fichier :
ru: Файл:

source: Are you sure you want to delete this file?
de: Möchtest du diese Datei wirklich löschen?
es: ¿Está seguro de querer borrar este archivo?
fr: Êtes-vous certain de vouloir supprimer ce fichier ?
it: Sei sicuro di voler eliminare questo file?
ru: Вы уверены, что хотите удалить этот файл?

source: File Uploaded:
de: Datei hochgeladen:
es: Archivo cargado:
fr: Fichier envoyé:
it: File caricato:
ru: Файл загружен:

source: File added successfully.
de: Datei erfolgreich hinzugefügt.
es: Archivo añadido con éxito.
fr: Fichier ajouté avec succès.
it: Il file è stato aggiunto con successo.
ru: Файл успешно добавлен.

source: File could not be added to the silo.
de: Datei konnte nicht zum Silo hinzugefügt werden.
es: El archivo no pudo ser agregado al silo.
fr: Le fichier n'a pu être ajouté au dépôt.
it: Non è stato possibile aggiungere il file al silo.
ru: Файл не может быть добавлен в хранилище.

source: Browse the current silo path.
de: Den aktuellen Silo-Pfad durchsuchen.
es: Examinar el actual camino silo
fr: Parcourir le chemin du dépôt courant.
it: Visualizza la finestra corrente del silo.
ru: Просмотр пути текущего хранилища.

source: Upload to:
de: Hochladen nach:
es: Cargar a:
fr: Envoyer vers:
it: Carica in:
ru: Загрузить в:

source: The directory name contains invalid characters: %s.
de: Dieser Verzeichnisname enthält ungültige Zeichen: %s.
es: El nombre del directorio contiene caracteres inválidos: %s.
fr: Le nom du dossier contient des caractères invalides: %s.
it: Il nome della cartella contiene caratteri non validi: %s.
ru: Название каталога содержит недопустимый символ: %s.

source: Webserver does not have permission to create directory: %s.
de: Der Webserver hat keine Rechte zum Erstellen des Verzeichnisses: %s
es: El servidor Web no tiene los permisos para crear el directorio: %s.
fr: Le serveur n'a pas la permission de créer le répertoire: %s.
it: Il server web non ha i permessi per creare la cartella: %s
ru: У вебсервера недостаточно прав для создания директории: %s.

source: Directory: %s already exists.
de: Verzeichnis: %s existiert bereits.
es: El directorio %s ya existe.
fr: Le répertoire: %s existe déjà.
it: La cartella %s esiste già.
ru: Директория: %s уже существует.

source: File deleted successfully.
de: Datei erfolgreich gelöscht.
es: Se ha borrado el archivo con éxito.
fr: Fichié supprimé avec succès.
it: Il file è stato eliminato con successo.
ru: Файл успешно удалён.

source: Failed to delete file.
de: Datei konnte nicht gelöscht werden.
es: No se ha podido borrar el archivo.
fr: Échec de la suppression du fichier.
it: Non è stato possibile eliminare il file.
ru: Невозможно удалить файл.

source: Delete forever
da: Slet for evigt
de: Für immer löschen
es: Eliminar para siempre
fr: Supprimer définitivement
it: Elimina definitivamente
ru: Удалить навсегда

source: Permanently delete this post
da: Slet dette indlæg permanent
de: Diesen Post dauerhaft löschen
es: Eliminar permanentemente esta entrada
fr: Supprimer ce billet définitivement
it: Elimina definitivamente questo post
ru: Навсегда удалить эту запись

source: Restore this item
da: Gendan dette element
de: Element wiederherstellen
es: Restaurar este elemento
fr: Récupérer cet élément
it: Ripristina questo elemento
ru: Восстановить

source: Restore
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Récupérer
it: Ripristina
ru: Восстановить

source: Restore Selected Entries
de: Ausgewählte Einträge wieder herstellen
es: Restaurar entradas seleccionadas
fr: Restaurer Entrées Sélectionnées
it: Ripristina le voci selezionate
ru: Восстановить выбранное

source: Restore Selected
de: Ausgewählte wiederherstellen
es: Restaurar lo seleccionado
fr: Restaurer la Sélection
it: Ripristina i selezionati
ru: Восстановить выбранное

source: Restored %d post
de: %d Post wieder hergestellt.
es: %d entrada restaurada
fr: Article %d restauré
it: %d post è stato ripristinato
ru: Восстановлено %d сообщение

source: You did not have permission to restore some entries.
de: Du hattest keine Rechte um einige Einträge wieder herzustellen.
es: No tiene permiso para restaurar algunas de las entradas.
fr: Vous n'aviez pas la permission de restaurer certaines entrées.
it: Non hai i permessi per ripristinare alcune voci.
ru: У вас нет прав на восстановление некоторых элементов.

source: Post %1$s (%2$s) restored.
da: Indlæg %1$s (%2$s) gendannet.
de: Post %1$s (%2$s) wiederhergestellt.
es: La entrada %1$s (%2$s) se ha restaurado.
fr: Billet %1$s (%2$s) récupéré.
it: Il post %1$s (%2$s) è stato ripristinato.
ru: Запись %1$s (%2$s) восстановлена.

source: Restored post %d
da: Gendannede indlæg %d
de: Post %d wiederhergestellt
es: Entrada %d restaurada
fr: Billet %d récupéré
it: Il post %d è stato ripristinato.
ru: Восстановленная запись %d

source: Could not restore post %d
da: Kunne ikke gendanne indlæg %d
de: Post %d konnte nicht wiederhergestellt werden
es: No se ha podido restaurar la entrada %d
fr: Échec lors de la récupération du billet %d
it: Non è stato possibile ripristinare il post %d
ru: Невозможно восстановить запись %d

source: Empty Trash
da: Tøm papirkurv
de: Mülleimer leeren
es: Vaciar la papelera
fr: Vider la corbeille
it: Svuota il cestino
ru: Очистить корзину

source: Style declaration for deleted content:
da: Style-erklæring for slettet indhold:
de: Stil-Zuweisung für gelöschte Inhalte:
es: Declaración del estilo para el contenido eliminado:
fr: Déclaration de modèle pour le contenu effacé :
it: Dichiarazione di stile per il contenuto eliminato:
ru: Объявление стиля для удалённого содержимого:

source: Pressing this button will permanently delete all posts from the virtual trash can. You cannot undo this.
da: At trykke på denne knap vil slette alle indlæg permanent fra den virtuelle papirkurv. Du kan ikke fortryde dette.
de: Wenn man auf diesen Knopf drückt, werden alle Posts aus dem virtuellen Mülleimer endgültig gelöscht. Man kann diesen Vorgang nicht widerrufen.
es: Presionando este botón eliminará permanentemente todos las entradas de la papelera virtual. No puede deshacer esta acción.
fr: Presser ce bouton supprimera définitivement tous les articles de votre corbeille virtuelle. Cette manipulation est irréversible.
it: Premere questo bottone eliminerà definitivamente tutti i post dal cestino virtuale. Non potrai annullare l'operazione.
ru: Нажатием этой кнопки вы навсегда удалите все записи в этой виртуальной корзине. Вы не сможете отменить это.

source: Delete All
de: Alle löschen
es: Borrar todo
fr: Supprimer Tout
it: Elimina tutto
ru: Удалить всё

source: Permanently deleted %d posts
da: %d indlæg permanent slettet
de: %d Posts dauerhaft gelöscht
es: %d entradas permanetemente eliminadas
fr: %d billets supprimés définitivement
it: %d post sono stati eliminati definitivamente.
ru: Навсегда удалено %d записей

source: Commenters with numeric names are spammy.
da: Kommentarforfattere med nummeriske navne er spam.
de: Kommentatoren, deren Namen nur aus Ziffern bestehen, gelten als Spam.
es: Los comentaristas con nombres numericos son spammers.
fr: Les commentaires dont le nom de l'auteur ne contient que des chiffres sont perçus comme des pourriels
it: I commentatori con nomi numerici sono spam.
ru: Комментаторы с именами в виде цифр - спамеры.

source: Comments that are only numeric are spammy.
da: Kommentarer der kun er numeriske er spam.
de: Kommentare, die nur aus Ziffern bestehen, gelten als Spam.
es: Los comentarios cuyo contenido es sólo numérico son spam.
fr: Les commentaires ne contenant que des chiffres sont perçus comme des pourriels.
it: I commenti che sono soltanto numerici sono spam.
ru: Комментаторы с именами, состоящими из одних цифр - спамеры.

source: Comments that are only whitespace characters are spammy.
da: Kommentarer der kun består af mellemrum er spam.
de: Kommentare, die nur aus Leerzeichen bestehen, gelten als Spam.
es: Los comentarios con sólo espacios en blanco son spam.
fr: Les commentaires constitués uniquement d'espaces sont perçus comme des pourriels.
it: I commenti che sono soltanto spazi bianchi sono spam.
ru: Комментарии состоящие только из символов пробела - спам.

source: Comments that are only "array" are spammy.
da: Kommentarer der kun er "array" er spam.
de: Kommentare, die nur aus "array" bestehen, gelten als Spam.
es: Los comentarios que son sólo «array» son basura.
fr: Les commentaires ne contenant que la mention "array" sont perçus comme des pourriels.
it: I commenti che sono soltanto "array" sono spam.
ru: Комментарии представляющие из себя лишь "массив" - спам.

source: Comments that consist of only the commenters name are spammy.
da: Kommentarer der kun indeholder kommentarforfatterens navn er spam.
de: Kommentare, die nur aus dem Namen des Kommentators bestehen, gelten als Spam.
es: Los comentarios que consisten sólo en el nombre del comentarista son spam.
fr: Les commentaires constitués uniquement du nom du commentateur sont perçus comme des pourriels.
it: I commenti che consistono soltanto del nome del commentatore sono spam.
ru: Комментарии, состоящие только из из имени комментатора - спам.

source: Comments that start with strong text are spammy.
da: Kommentarer der begynder med fed tekst er spam.
de: Kommentare, die mit fettem Text beginnen gelten als Spam.
es: Los comentarios que comienzan con texto en letras mayúsculas son spam.
fr: Les commentaires débutants par du texte en caractères gras sont perçus comme des pourriels.
it: I commenti che cominciano con testo in grassetto sono spam.
ru: Комментарии, начинающиеся с использование жирного шрифта - спам.

source: There is a 3 URL limit in comments.
da: Der er en 3 URL begrænsing i kommentarer.
de: Die Anzahl der URLs in Kommentaren ist auf 3 limitiert.
es: Sólo se pueden escribir 3 direcciones URL en los comentarios.
fr: Il y a une limite de trois URL dans un commentaire.
it: C'è un limite di 3 URL nei commenti.
ru: Комментарий может включать не более 3 URL.

source: There is a 3 URL-encoded character limit in comments.
da: Der er en 3 URL-encodede tegngrænse i kommentarer.
de: Die Anzahl von URL-kodierten Zeichen in Kommentaren ist auf 3 begrenzt.
es: Hay un límite de 3 caracteres codificados como URLs en los comentarios
fr: Il y a une limite de trois charactères URL encodés dans un commentaire.
it: C'è un limite di 3 caratteri con codifica URL nei commenti.
ru: Ограничение на 3 URL-зашифрованных сивола в комментарии.

source: We do not accept BBCode here.
da: Vi accepterer ikke BBCode her.
de: BBCode wird hier nicht akzeptiert.
es: No aceptamos códigoBB aquí.
fr: Le BBCode n'est pas permis.
it: Qui non si accetta BBCode.
ru: BBCode не принимается.

source: Too much text that is a link compared to that which is not.
da: For meget tekst der er et link, sammenlignet med hvad der ikke er.
de: Ein zu großer Anteil des Textes besteht aus Links.
es: Demasiado texto en el enlace comparado con el que no lo es.
fr: Il y a trop de texte sous forme d'hyperlien par rapport au texte régulier.
it: C'è troppo testo in forma di link rispetto al resto.
ru: Слишком много текста в виде ссылки, по сравнению с остальным текстом.

source: Too many existing spams from this IP: %s
da: For meget eksisterende spam fra denne IP: %s
de: Es existiert zu viel Spam von der IP: %s
es: Demasiados spams existentes para este IP: %s
fr: Trop de pourriels provenants de l'adresse IP: %s
it: Esiste troppo spam da questo IP: %s
ru: Слишком много спама с этого IP: %s

source: The commenter's session timed out.
da: Kommentarforfatterens sessien løb ud.
de: Die Sitzung des Kommentarschreibers ist abgelaufen.
es: La sesión del comentarista ha expirado.
fr: La session de l'utilisateur a expiré.
it: La sessione del commentatore è scaduta.
ru: Время сеанса комментатора истекло.

source: The selected action is forbidden.
da: Den valgte handling er ikke tilladt.
de: Die ausgewählte Aktion ist verboten.
es: La acción elegida está prohibida.
fr: L'action sélectionnée est interdite.
it: L'azione selezionata è proibita.
ru: Выбранное действие запрещено.

source: Site Feed
de: Seiten-Feed
es: Redifusión del Sitio
it: Feed del sito
ru: Канал сайта

source: Comments Feed
de: Kommentar-Feed
es: Redifusión de los comentarios
fr: Flux des commentaires
it: Feed dei commenti
ru: Канал комментариев

source: Comments to show:
de: Anzuzeigende Kommentare:
es: Comentarios a mostrar:
fr: Commentaires à afficher:
it: Commenti da mostrare:
ru: Количество отображаемых комментариев:

source: Posts to show:
de: Anzuzeigende Posts:
es: Entradas a mostrar:
fr: Billets à afficher:
it: Post da mostrare:
ru: Количество отображаемых сообщений:

source: Display full month names:
de: Volle Monatsnamen anzeigen:
es: Mostrar nombres completos de los meses:
fr: Afficher les noms complets des mois:
it: Visualizza i nomi completi dei mesi:
ru: Отображать полное название месяцев:

source: Append post count:
de: Anzahl der Posts anhängen:
es: Añadir contador de entradas:
it: Aggiungi il numero dei post:
ru: Количество добавленных сообщений:

source: Preferred Output Style:
de: Bevorzugter Ausgabe-Stil:
es: Estilo preferido de salida:
it: Stile di output preferito:
ru: Предпочитаемый стиль отображения:

source: List
de: Liste
es: Lista
fr: Liste
it: Lista
ru: Простой список

source: Links to show:
de: Anzuzeigende Links:
es: Enlaces a mostrar:
fr: Liens à afficher:
it: Link da mostrare:
ru: Количество отображаемых ссылок:

source: Button:
de: Schaltfläche:
es: Botón:
fr: Bouton:
it: Pulsante:
ru: Кнопка:

source: Private Post
da: Privat indlæg
de: Privater Post
es: Entrada privada
fr: Billet privé
it: Post privato
ru: Приватная запись

source: Search CC
de: CC durchsuchen
es: Buscar CC
it: Ricerca CC
ru: Искать CC

source: Photos
de: Fotos
es: Fotos
it: Foto
ru: Фотографии

source: This photo has no title
da: Dette billede har ingen titel
de: Dieses Bild hat keinen Namen
es: Esta foto no tiene un título
fr: Cette photo n'a pas de titre
it: Questa foto non ha titolo
ru: У фотографии нет названия

source: De-Authorize
de: De-Autorisieren
es: Desautorizar
fr: Révoquer
it: De-autorizza
ru: Убрать авторизацию

source: Authorize
de: Autorisieren
es: Autorizar
fr: Autoriser
it: Autorizza
ru: Авторизация
