Repository: habari/system
Catalog: locale/*/LC_MESSAGES/habari-*.po
Languages: da, de, es, fr, it, ru

source: <strong>Table Prefix</strong> is a prefix that will be appended to each table that Habari creates in the database, making it easy to distinguish those tables in the database from those of other installations.
da: <strong>Tabel præfiks</strong> er et præfiks som vil blive sat foran hver tabel, som Habari opretter i databasen, hvilket gør det nemt at skelne tabellerne i databasen fra tabeller fra andre installationer.
de: <strong>Table Prefix</strong> ist das Präfix, das vor jede Tabelle geschrieben wird, die Habari in der Datenbank erzeugt. Das macht es einfacher diese von den Tabellen anderer Installationen in der Datenbank zu unterscheiden.
es: El <strong>prefijo de tabla</strong> es un prefijo que se añadirá a cada tabla que cree Habari en la base de datos, haciendo más fácil distinguir estas tablas de otras de otras instalaciones.
fr: <strong>Préfixe des tables</strong> est le préfixe qui sera ajouté devant le nom de chaque table utilisée par Habari dans la base de données, rendant ainsi plus facile la distinction de ces tables par rapport à celles utilisées par d'autres installations.
it: <strong>Prefisso della tabella</strong> è un prefisso che sarà apposto a ciascuna tabella che Habari crea nel database, rendendo facile distinguere queste tabelle da quelle di altre installazioni.

source: Check Database Connection
de: Datenbankverbindung prüfen
es: Verificar la conexión de la Base de Datos
fr: Vérifier la connection
it: Controlla la connessione al database

source: Site Configuration
da: Sidekonfiguration
de: Seitenkonfiguration
es: Configuración del Sitio
fr: Configuration du site
it: Configurazione del sito

source: <strong>Site Name</strong> is the name of your site as it will appear to your visitors.
da: <strong>Sidenavn</strong> er navnet på siden, som det vil ses af dine besøgende.
de: <strong>Site Name</strong> ist der Name der Seite, der den Benutzern angezeigt wird.
es: El <strong>nombre del sitio</strong> es el nombre de su sitio tal y como aparecerá a sus visitantes.
fr: <strong>Nom du site</strong> est le nom de votre site tel qu'il apparaîtra à vos visiteurs.
it: <strong>Nome del sito</strong> è il nome del tuo sito così come apparirà ai tuoi visitatori.

source: <strong>Username</strong> is the username of the initial user in Habari.
da: <strong>Brugernavn</strong> er brugernavnet på den første bruger i Habari.
de: <strong>Benutzername</strong> ist der Name des ersten Habari Benutzers.
es: <strong>Nombre de usuario</strong> es el nombre de usuario del usuario inicial en Habari.
fr: <strong>Identifiant</strong> est le nom du premier utilisateur dans Habari.
it: <strong>Nome utente</strong> è il nome utente dell'utente iniziale di Habari.

source: Password (again)
da: Adgangskode (igen)
de: Passwort (nochmal)
es: Contraseña (otra vez)
fr: Mot de passe (confirmation)
it: Ridigita la password

source: <strong>Password</strong> is the password of the initial user in Habari. Both password fields must match.
de: <strong>Passwort</strong> ist das Passwort für den ersten Habari-Benutzer. Beide Passwortfelder müssen übereinstimmen.
es: <strong>Contraseña</strong> es la actual contraseña del usuario inicial en Habari. Ambos campos de contraseña deben de coincidir.
fr: <strong>Mot de passe</strong>sera le mot de passe de l'utilisateur initial dans Habari. Les deux champs doivent correspondre pour valider.
it: <strong>Password</strong> è la password dell'utente iniziale di Habari. Entrambi i campi della password devono coincidere.

source: Admin Email
de: Administrator-E-Mail
es: Correo-e del administrador
fr: Courriel de l'administrateur
it: E-mail di amministrazione

source: <strong>Admin Email</strong> is the email address of the first user account.
da: <strong>Admin e-mail</strong> er e-mail-adressen for den første bruger.
de: <strong>Admin E-Mail</strong> ist die E-Mail Adresse des Erstbenutzer-Zugangs.
es: El <strong>correo-e del administrador</strong> es la direcciónd e correo electrónico de la primera cuenta de usuario.
fr: <strong>Courriel de l'administrateur</strong> est l'adresse courriel associée au premier compte utilisateur.
it: <strong>E-mail di amministrazione</strong> è l'indirizzo e-mail del primo account utente.

source: Plugin Activation
da: Plugin aktivering
de: Plugin-Aktivierung
es: Activación de complementos
fr: Activation d'extensions
it: Attivazione dei plugin

source: Habari now has all of the information needed to install itself on your server.
da: Habari har nu alle informationerne, der skal bruges, for at installere sig på din server.
de: Habari hat nun alle Informationen, die für die Installation auf deinem Server nötig sind.
es: Habari tiene ahora toda la información necesaria para instalarse en su servidor.
fr: Habari possède à présent toutes les informations nécessaires à son installation sur votre serveur.
it: Habari ha ora tutte le informazioni necessarie per installarsi sul tuo server.

source: Install Habari
da: Installer Habari
de: Habari installieren
es: Instalar Habari
fr: Installer Habari
it: Installa Habari
ru: Установка Habari

source: Your <strong>config.php</strong> file is not writable. In order to successfully install Habari, please paste the following into
da: Din <strong>config.php</strong> fil er ikke skrivbar. For at installere Habari, indsæt det følgende ind i
de: Deine <strong>config.php</strong>-Datei ist nicht beschreibbar. Um Habari erfolgreich installieren zu können, füge bitte folgendes in
es: Su archivo <strong>config.php</strong> no es editable. Para instalar Habari, por favor inserte lo siguiente en el mismo
fr: Votre fichier <strong>config.php</strong> ne peut être modifié. Afin d'installer Habari correctement, veuillez y copier ce qui suit:
it: Il tuo file <strong>config.php</strong> non è scrivibile. Al fine di installare Habari con successo, incolla ciò che segue in

source: <strong>config.php</strong> is a file that tells Habari how to connect to your database. Habari is not able to write this file to your server automatically, so you must create this file yourself to continute the installation.
da: <strong>config.php</strong> er en fil, der fortæller Habari hvordan der skal forbindes til din database. Habari er ikke i stand til at oprette denne fil på din server automatisk, så du er nødt til selv at oprette denne fil for at fortsætte installationen.
de: <strong>config.php</strong> ist eine Datei die Habari sagt wie es sich mit deiner Datenbank verbinden soll. Habari kann diese Datei nicht automatisch auf dem Server anlegen, daher musst die sie selbst erstellen um mit der Installation fortzufahren.
es: <strong>config.php</strong> es un archivo que le dice a Habari como conectarse a su base de datos. Habari no puede escribir este archivo en su servidor automáticamente, por lo que debe crearlo usted y continuar con la instalación.
fr: <strong>config.php</strong> est un fichier fournissant les informations nécessaires à Habari pour se connecter à votre base de données. Habari n'est pas en mesure d'ajouter automatiquement ce fichier à votre serveur. Vous devrez donc ajouter manuellement ce fichier pour poursuivre l'installation.
it: <strong>config.php</strong> è un file che dice a Habari come connettersi al tuo database. Habari non è in grado di scrivere automaticamente questo file sul tuo server, perciò devi creare da solo il file per continuare l'installazione.

source: When you have successfully placed the config file, run the installer again.
da: Når du har placeret config filen, så kør installationen igen.
de: Führe das Installationsprogramm erneut aus, nachdem du die Konfigurationsdatei hochgeladen hast.
es: Cuando tenga éxito situando el archivo de configuración, ejecute el instalador otra vez.
fr: Une fois le fichier de configuration correctement placé, relancez le programme d'installation.
it: Quando sei riuscito a posizionare il file di configurazione, avvia nuovamente l'installazione.

source: Read the user manual
da: Læs brugermanualen
de: Benutzer-Handbuch lesen
es: Lea el manual de usuario
fr: Lire le manuel utilisateur
it: Leggi il manuale utente

source: Read the Habari wiki
da: Læs Habari-wikien
de: Das Habari-Wiki lesen
es: Leer el wiki de Habari
fr: Lire le wiki Habari
it: Leggi il wiki di Habari

source: Ask the community
da: Spørg fællesskabet
de: Die Community fragen
es: Preguntar a la comunidad
fr: Poser une question à la communauté
it: Chiedi alla comunità

source: Mailing List
da: Mailingliste
de: Mailingliste
es: Lista de Ccrreo
fr: Liste de diffusion

source: Your <b>.htaccess</b> file is not writable. In order to secure your SQLite database, please paste the following into <b>%s</b>:
da: Din <b>.htaccess</b> fil er ikke skrivbar. For at sikre din SQLite database, indsæt det følgende ind i <b>%s</b>:
de: Ihre <b>.htaccess</b> Datei ist nicht schreibbar. Um Ihre SQLLite Datenbank abzusichern, fügen Sie folgendes ein <b>%s</b>:
es: Su archivo <b>.htaccess</b> no es escribible. Para asegurar su base de datos SQLite pegue lo siguiente en <b>%s</b>:
fr: Votre fichier <b>.htaccess</b> n'est pas accessible en écriture. Afin de sécuriser votre base de données SQLite, veuillez copier les lignes suivantes dans <b>%s</b>:
it: Il tuo file <b>.htaccess</b> non è scrivibile. Al fine di rendere sicuro il tuo database SQLite, incolla ciò che segue in <b>%s</b>:

source: Your SQLite database is a file on your server like any other file. You can enhance it's security by including a section in your .htaccess file that disallows access to it by readers on the web. Habari is not able to write this section in your .htaccess file automatically, so you must add this section yourself to gain the enhanced security it offers you.
da: Din SQLite database er en fil på din server som enhver anden fil. Du kan øge sikkerheden ved at inkludere en sejtion i din .htaccess-fil, som gør den utilgængelig gennem nettet. Habari er ikke i stand til at tilføje denne sektion til din .htacces-fil automatisk, så du er nødt til at manuelt tilføje denne sektion, for at få den øgede sikkerhed den giver.
de: Deine SQLite-Datenbank ist eine normale Datei auf dem Server. Um die Sicherheit zu erhöhen kann ein Abschnitt in die .htaccess-Datei eingefügt werden, die den Lesezugriff über das Web verbietet. Habari kann diesen Abschnitt nicht automatisch einfügen, daher musst du ihn manuell in die Datei schreiben, um von der verbesserten Sicherheit zu profitieren.
es: Su base de datos SQLite es un archivo en su servidor como cualquier otro. Puede incrementar su seguridad incluyendo una sección en su archivo .htacces que deshabilite el acesso a éste desde el navegador. Habari no puede escribir esta sección en su archivo .htaccess automáticamente, por lo que debe modificar ese archivo usted para mejorar la seguridad de su servidor.
fr: Votre base de données SQLite est un fichier comme n'importe quel autre sur le serveur. Vous pouvez en améliorer la sécurité en ajoutant une section dans votre fichier .htaccess qui en refusera l'accès direct aux lecteurs. Habari n'est pas en mesure d'ajouter automatiquement cette section dans votre fichier .htaccess. Vous devrez donc ajouter cette section manuellement pour bénéficier d'une meilleure sécurité.
it: Il tuo database SQLite è un file sul tuo server come ogni altro file. Puoi migliorare la sua sicurezza includendo una sezione nel tuo file .htaccess che disabilita l'accesso ad esso da lettori sul web. Habari non è in grado di scrivere automaticamente questa sezione nel tuo file .htaccess, perciò devi aggiungerla da solo per ottenere la sicurezza che ti offre.

source: Before you install <em>Habari</em>&hellip;
de: Bevor du <em>Habari</em> installierst&hellip;
it: Prima di installare <em>Habari</em>&hellip;

source: Writable directory needed
da: Skrivbar mappe nødvendig
de: Beschreibbares Verzeichnis benötigt
es: Se necesita un directorio con permisos de escritura
fr: Dossier avec droits en écriture nécessaire
it: È necessaria una cartella scrivibile
ru: Необхадима запись в каталог

source: Before you can install Habari, you first need to make the install directory writable by php, so that the installation script can write your configuration information properly. The exact process depends on the web server and the ownership of the directory.
de: Bevor du Habari installieren kannst, musst du das Installationsverzeichnis für PHP beschreibbar machen, sodass das Installationskript deine Konfigurationseinstellungen richtig schreiben kann. Der genaue Vorgang ist abhängig vom Webserver und Besitzer des Verzeichnisses.
es: Antes de que puedas instalar Hibari, necesitas asegurarte de que el directorio de instalación es escribible por PHP, para que el script de instalación pueda escribir tu información de configuración de forma correcta. El proceso exacto varia de acuerdo a cada Servidor Web y de los permisos del directorio.
fr: Avant de pouvoir procéder à l'installation, vous devez d'abord attribuer les permissions d'écriture au répertoire d'installation par le serveur. Le processus d'installation pourra ensuite y inscrire vos configurations correctement. La méthode exacte varie selon le serveur et les droits sur le répertoire.
it: Prima di installare Habari assicurati che la cartella in cui si trova sia scrivibile da PHP, così che lo script di installazione possa compilare correttamente le informazioni per la configurazione. L'esatto processo dipende dal server web e da chi è il proprietario della cartella.

source: If your web server is part of the group which owns the directory, you'll need to add group write permissions to the directory. The procedure for this is as follows:
de: Wenn dein Webserver zu der Gruppe gehört, der das Verzeichnis gehört, musst du der Gruppe Schreibrechte für das Verzeichnis geben. Der Vorgang dafür ist wie folgt:
es: Si su Servidor Web es parte del grupo que posee el directorio, necesitará agregar permisos de grupo para escribir en el directorio. El procedimiento para esto se describe adelante:
fr: Si votre serveur fait partie du groupe propriétaire du répertoire, vous devrez attribuer la permission en écriture au groupe. La procédure s'effectue comme suit:
it: Se il tuo server web fa parte del gruppo che possiede la cartella, dovrai aggiungere al gruppo i permessi di scrittura della cartella. La procedura è questa:

source: Open a terminal window, and then change to the installation directory:
da: Åben et terminalvindue, og skift til installationsmappen:
de: Öffnen Sie ein Terminal-Fenster und wechseln Sie dann zum Installationsverzeichnis:
es: Abra una ventana de terminal, y después, cambie al directorio de instalación:
fr: Ouvrez une fenêtre de terminal puis rendez-vous dans le répertoire d'installation
it: Apri una finestra di terminale e vai alla cartella di installazione:

source: Change the <em>mode</em> (permissions) of the current directory:
da: Skift <em>tilstand</em> (tilladelser) for den nuværende mappe:
de: Ändere den <em>Modus</em> (Berechtigung) des aktuellen Verzeichnisses auf:
es: Cambie el <em>modo</em> (permisos) del directorio actual:
fr: Changer le <em>mode</em> (permissions) du répertoire courant:
it: Cambia il <em>mode</em> (i permessi) della cartella corrente:

source: <em>Note</em>: You may need to use <strong>sudo</strong> and enter an administrator password if you do not own the directory.
da: <em>Note</em>: Det er muligvis nødvendigt at bruge <strong>sudo</strong> og indtaste en administratorkode hvis du ikke ejer mappen.
de: <em>Hinweis</em>: Es könnte sein, dass du <strong>sudo</strong> einsetzen und das Administratorpasswort eingeben musst, sofern Dir das Verzeichnis nicht gehört.
es: <em>Nota</em>: puede necesitar usar <strong>sudo</strong> e introducir una contraseña de administrador si el directorio no le pertenece.
fr: <em>Note</em>: Il est possible que vous ayez à utiliser <strong>sudo</strong> et entrer un mot de passe administrateur si vous n'êtes pas propriétaire du dossier.
it: <em>Nota:</em> Potresti aver bisogno di usare <strong>sudo</strong> ed inserire una password di amministratore se non possiedi la cartella.

source: If the web server is not part of the group which owns the directory, you will need to <strong>temporarily</strong> grant world write permissions to the directory:
de: Wenn dein Webserver nicht zu der Gruppe gehört, der das Verzeichnis gehört, musst du <strong>temporär</strong> globale Schreibrechte für folgendes Verzeichnis zulassen:
es: Si el Servidor Web no es parte del grupo que posee el directorio, usted necesitará permitir <strong>temporalmente</strong> el permiso de escritura global al directorio:
fr: Si votre serveur ne fait pas partie du groupe propriétaire du répertoire, vous devrez attribuer <strong>temporairement</strong> au répertoire la permission en écriture pour tous:
it: Se il tuo server web non fa parte del gruppo che possiede la cartella, dovrai garantire <strong>temporaneamente</strong> i permessi globali di scrittura alla cartella:

source: Be sure to remove the write permissions on the directory as soon as the installation is completed.
da: Sørg for at fjerne skriverettighederne for mappen så snart installationen er færdig.
de: Entferne die Schreibrechte für das Verzeichnis sobald die Installation abgeschlossen ist.
es: Asegúrese de quitar los permisos de escritura en el directorio tan pronto como se complete la instalción.
fr: Assurez-vous de retirer les droits d'écriture de ce dossier dès que l'installation sera complétée.
it: Assicurati di rimuovere i permessi di scrittura della cartella non appena l'installazione è completata.

source: PHP Upgrade needed&hellip;
de: PHP Upgrade notwendig&hellip;
it: È necessario un aggiornamento di PHP&hellip;

source: requires PHP 5.2 or newer. Your current PHP version is %s.
da: kræver PHP 5.2 eller nyere. Din nuværende PHP version er %s.
de: benötigt PHP 5.2 oder eine aktuellere PHP Version. Die vorgefundene PHP Version ist %s.
es: requiere PHP 5.2 o más nuevo. Su versión actual es %s.
fr: nécessite PHP 5.2 ou supérieur. La version courante de PHP est %s.
it: richiede PHP 5.2 o superiore. La tua versione attuale di PHP è %s.

source: Missing Extensions
da: Manglende udvidelser
de: Fehlende Erweiterungen
es: Faltan complementos
fr: Extensions manquantes
it: Estensioni mancanti

source: requires the following PHP extensions to be installed:
de: Erfordert, dass die folgende PHP-Erweiterung installiert ist:
es: requiere que la siguiente extención de PHP sea instalada:
fr: requiert que les extensions PHP suivantes soient installées:
it: È richiesta l'installazione delle seguenti estensioni PHP:

source: Please contact your web hosting provider if you do not have access to your server.
da: Kontakt venligst din webhost, hvis du ikke har adgang til din server.
de: Bitte kontaktiere deinen Webhosting-Anbieter, wenn du keinen Zugriff auf den Server hast.
es: Por favor contacte con su proveedor de alojamiento web si no tiene acceso a su servidor.
fr: Veuillez contacter votre hébergeur si vous n'avez pas accès à votre serveur.
it: Contatta il tuo hosting provider se non hai accesso al tuo server.

source: requires PHP's PCRE extension to have Unicode support enabled. Please contact your web hosting provider if you do not have access to your server.
de: Benötigt PHP's PCRE Erweiterung mit aktivierter Unicodeunterstützung. Bitte kontaktiere deinen Webhosting-Anbieter, wenn du keinen Zugriff auf deinen Server hast.
es: requiere la extención PHP de PCRE para tener activado soporte Unicode. Porfavor contacte a su proveedor de hospedaje web si no tiene acceso a su servidor.
fr: requiert que le support Unicode soit activé dans extension PCRE de PHP. Veuillez contacter votre hébergeur si vous n'avez pas accès au serveur.
it: richiede l'estensione PCRE di PHP per avere il supporto Unicode abilitato. Contatta il tuo hosting provider se non hai accesso al tuo server.

source: No PDO drivers enabled
da: Ingen PDO drivere slået til
de: Keine PDO-Treiber aktiviert
es: No hay controladores PDO activados
fr: Aucun pilote PDO n'est activé
it: Nessun driver PDO è abilitato
ru: Драйвер PDO не включен

source: requires that at least one <a href="http://www.php.net/pdo">PDO driver</a> be installed. Please ask your hosting provider to enable one of the PDO drivers supported by Habari.
da: kræver at mindst en <a href="http://www.php.net/pdo">PDO driver</a> installeres. Bed venligst din host om at slå en af PDO driverne som Habari understøtter til.
de: Erfordert, dass mindestens ein <a href="http://www.php.net/pdo">PDO-Treiber</a> installiert ist. Bitte frage deinen Webhosting-Anbieter, ob er einen der von Habari unterstützten PDO-Treiber für dich aktiviert.
es: requiere que al menos un <a href="http://www.php.net/pdo">controlador PDO</a> esté instalado. Por favor consulte a su proveedor de alojamiento web para activar un de los controladores PDO admitidos por Habari.
fr: nécessite qu'au moins un <a href="http://www.php.net/pdo">pilote PDO</a> soit installé. Veuillez demander à votre hébergeur d'activer l'un des pilotes PDO supportés par Habari.
it: richiede che almeno un <a href="http://www.php.net/pdo">driver PDO</a> sia installato. Chiedi al tuo hosting provider di abilitare uno dei driver PDO supportati da Habari.

source: mod_rewrite not enabled
de: mod_rewrite nicht aktiviert
es: mod_rewrite no activado
fr: mod_rewrite non activé
it: mod_rewrite non abilitato

source: You have Apache, but mod_rewrite is not enabled. To use Habari, you must enable mod_rewrite in your server configuration. <strong>mod_rewrite</strong> is an Apache module that allows Habari (and other software) to handle URLs dynamically. You need a <code>LoadModule rewrite_module</code> line in your <code>httpd.conf</code>. Please ask your systems administrator or hosting provider to enable mod_rewrite.
de: Du hast Apache, aber mod_rewrite ist nicht aktiviert. Um Habari zu nutzen, musst du mod_rewrite in Ihrer Serverkonfiguration aktivieren. <strong>mod_rewrite</strong> ist ein Apache-Modul, das Habari (und anderer Software) ermöglicht, URLs dynamisch zu behandeln. Du benötigst eine <code>LoadModule rewrite_module</code>-Zeile in deiner <code>httpd.conf</code>. Bitte deinen Systemadministrator oder Webhosting-Anbieter mod_rewrite zu aktivieren.
es: Usted tiene Apache, pero mod_rewrite no esta activado. Para usar Habari, usted tiene que activar mod_rewrite en la configuración de su servidor. <strong>mod_rewrite</strong> es un módulo de Apache que le permite a Habari (u otro software) administrar las Direcciones Web de manera dinamica. Usted necesitara agregar la linea <code>LoadModule rewrite_module</code> en su archivo de configuración <code>httpd.conf</code>. Porfavor preguntele a su administrador del sistema o al prestador de hospedaje web que active mod_rewrite.
fr: Vous avez Apache, mais mod_rewrite n'est pas activé. <strong>mod_rewrite</strong> est un module permettant à Habari (et autres applications) de gérer les URL de façon dynamique. Pour utiliser Habari, vous devez activer mod_rewrite dans la configuration du serveur en ajoutant une ligne <code>LoadModule rewrite_module</code> dans votre fichier <code>httpd.conf</code>. Veuillez vérifier auprès de votre hébergeur afin d'activer mod_rewrite.
it: Apache è installato, ma mod_rewrite non è abilitato. Per usare Habari devi abilitare mod_rewrite nella configurazione del tuo server. <strong>mod_rewrite</strong> è un modulo di Apache che permette ad Habari (e altri software) di gestire gli URL in modo dinamico. È necessaria una linea <code>LoadModule rewrite_module</code> nel tuo file <code>httpd.conf</code>. Chiedi al tuo amministratore del sistema o al tuo hosting provider di abilitare mod_rewrite.

source: Habari General Error
da: Habari generel fejl
de: Allgemeiner Habari-Fehler
es: Error general de Habari
fr: Erreur générale
it: Errore generale di Habari
